Repository: ChromeSD22159/ProProthese-iOS
Catalog: Pro(these)/Views/ViewModel/Pro(these) Localizations/*.xcloc/Localized Contents/*.xliff
Languages: es, pt_br

source: More than %lld steps. 🥳 🎉
es: Más de %lld pasos. 🥳 🎉
pt_br: Mais de %lld etapas. 🥳 🎉

source: More widget
es: Más widget
pt_br: Mais widgets

# Musterman
source: Smith
es: Pérez
pt_br: Doe

source: My progress with the Pro Prosthesis App. https://www.prothese.pro/store
es: Mi progreso con la App Pro Prótesis. https://www.prothese.pro/store
pt_br: Meu progresso com o aplicativo Prótese Pró. https://www.prothese.pro/

source: Name
es: Nombre
pt_br: inhame

source: Name:
es: Nombre:
pt_br: Nome:

source: Neuer Grund
es: nueva razón

source: New Contact
es: Nuevo contacto
pt_br: Novo contato

source: News
es: Noticias
pt_br: Ontem

source: Next Month
es: Próximo mes
pt_br: Próximo mês

source: Next Week
es: La próxima semana
pt_br: Semana que vem

# No&#10;Prosthesis
source: No Prosthesis
es: No Prótesis
pt_br: Não Prótese

source: No Feeling Found
es: No se encontró ningún sentimiento
pt_br: Nenhum sentimento encontrado

source: No Kind
es: Ningún tipo
pt_br: Nenhum tipo

source: No Painkiller
es: Sin analgésico
pt_br: Sem analgésico

source: No Prostheses
es: Sin prótesis
pt_br: Sem próteses

source: No Prosthesis
es: Sin prótesis
pt_br: Sem prótese

source: No Prosthesis Liner
es: Sin Liner para prótesis
pt_br: Sem liner de prótese

source: No Prosthesis-Liner avaible!
es: ¡No hay Liner para prótesis disponible!
pt_br: Nenhum liner de prótese disponível!

source: No Type
es: Sin tipo
pt_br: Nenhum tipo

source: No change from the previous day!
es: ¡Sin cambios respecto al día anterior!
pt_br: Nenhuma alteração em relação ao dia anterior!

source: No contact available!
es: ¡No hay contacto disponible!
pt_br: Nenhum contato disponível!

source: No contact available.
es: No hay contacto disponible.
pt_br: Nenhum contato disponível.

source: No dates available.
es: No hay fechas disponibles.
pt_br: Não há datas disponíveis.

source: No events for next month!
es: ¡No hay eventos para el próximo mes!
pt_br: Não há eventos para o próximo mês!

source: No events for next week!
es: ¡No hay eventos para la próxima semana!
pt_br: Não há eventos para a próxima semana!

source: No events for this month!
es: ¡No hay eventos para este mes!
pt_br: Não há eventos para este mês!

source: No events for this week!
es: ¡No hay eventos para esta semana!
pt_br: Não há eventos para esta semana!

source: No notes available!
es: ¡No hay notas disponibles!
pt_br: Nenhuma nota disponível!

source: No notifications available.
es: No hay notificaciones disponibles.
pt_br: Nenhuma notificação disponível.

source: No pain recorded!
es: ¡No se registró ningún dolor!
pt_br: Nenhuma dor registrada!

source: No painkillers available
es: No hay analgésicos disponibles
pt_br: Não há analgésicos disponíveis

source: No prostheses with maintenance dates available!
es: ¡No hay prótesis con fechas de mantenimiento disponibles!
pt_br: Não há próteses com datas de manutenção disponíveis!

source: No reasons available
es: No hay razones disponibles
pt_br: Não há motivos disponíveis

source: Notification
es: Notificación
pt_br: Notificação

source: Notification Handler States
es: Estados del controlador de notificaciones

source: Notification Menus
es: Menús de notificación
pt_br: Menus de notificação

source: Notifications
es: Notificaciones
pt_br: Notificações

source: Notiz
es: nota

source: Now Playing
es: Jugando ahora
pt_br: Agora jogando

source: Number of entries
es: Número de entradas
pt_br: Número de entradas

source: OK
es: DE ACUERDO

source: On what date did you get your first prosthesis?
es: ¿En qué fecha recibió su primera prótesis?
pt_br: Em que data você ganhou sua primeira prótese?

source: One to Many
es: Uno a muchos
pt_br: Um para muitos

source: One to One
es: cara a cara
pt_br: Um a um

source: Options
es: Opciones
pt_br: Opções

source: Order your liner for the Everyday Prosthesis in good time!
es: ¡Pide a tiempo tu liner para la prótesis Everyday!
pt_br: Encomende atempadamente o seu liner para a prótese diário!

source: Order your liner for the Replacement Prosthesis in good time!
es: ¡Solicite a tiempo su liner para la prótesis de repuesto!
pt_br: Encomende atempadamente o seu liner para a Prótese de Substituição!

source: Order your liner for the Sports Prosthesis in good time!
es: ¡Pide tu liner para la prótesis deportiva a tiempo!
pt_br: Encomende atempadamente o seu liner para a Prótese Desportiva!

source: Order your liner for the Waterproof Prosthesis in good time!
es: ¡Pide tu liner para la prótesis impermeable a tiempo!
pt_br: Encomende atempadamente o seu liner para a Prótese Impermeável!

source: Order your liners for the your prostheses in time!
es: ¡Pide tus liners para tus prótesis con tiempo!
pt_br: Encomende os seus liners para as suas próteses a tempo!

source: Orderable
es: Ordenable
pt_br: Encomendável

source: Others
es: Otros
pt_br: Outros

source: Page Header
es: Encabezado de página
pt_br: Cabeçalho da página

source: Pain
es: Dolor
pt_br: Dor

source: Pain Chart
es: Tabla de dolor
pt_br: Gráfico de dor

source: Pain assessment
es: Evaluación del dolor
pt_br: Avaliação da dor

source: Pain reasons:
es: Razones del dolor:
pt_br: Razões da dor:

source: Painkiller
es: Analgésico
pt_br: Analgésico

source: Painkiller:
es: Analgésico:
pt_br: Analgésico:

source: Pains
es: Esfuerzos
pt_br: Dores

source: Participation in further development
es: Participación en un mayor desarrollo.
pt_br: Participação em desenvolvimento adicional

source: Password
es: Contraseña
pt_br: Senha

source: Past appointments
es: Citas pasadas
pt_br: Compromissos anteriores

source: Pedometer
es: Podómetro
pt_br: Pedômetro

source: Personal Settings
es: Configuraciones personales
pt_br: Configurações pessoais

source: Personal organizer
es: Organizador personal
pt_br: Organizador pessoal

source: Phone
es: Teléfono
pt_br: Telefone

source: Phone Nr.
es: Nr teléfono.
pt_br: Número de telefone.

source: Phone:
es: Teléfono:
pt_br: Telefone:

source: Physiotherapist
es: Fisioterapeuta
pt_br: Fisioterapeuta

source: Please choose
es: Por favor elige
pt_br: Por favor escolha

source: Please enter a name!
es: ¡Por favor ingrese un nombre!
pt_br: Por favor insira um nome!

source: Please enter an appointment description!
es: ¡Por favor ingrese una descripción de la cita!
pt_br: Por favor, insira uma descrição do compromisso!

source: Please enter your first name.
es: Por favor, introduzca su nombre de pila.
pt_br: Por favor entre com seu primeiro nome.

source: Please enter your username and password.
es: Porfavor introduzca su nombre de usuario y contraseña.
pt_br: Por favor insira seu nome de usuário e senha.

source: Please provide a contact!
es: ¡Por favor proporcione un contacto!
pt_br: Forneça um contato!

source: Premium membership
es: Membresia premium
pt_br: Assinatura especial

source: Premium options
es: Opciones premium
pt_br: Opções premium

source: Premium statistics
es: Estadísticas de primas
pt_br: Estatísticas premium

source: Premium support for users
es: Soporte premium para usuarios
pt_br: Suporte premium para usuários

# Pro Prothese
source: Pro Prosthesis
es: Pro Prótesis
pt_br: Prótese Pró

# Pro Prothese APP v%@
source: Pro Prosthesis APP v%@
es: Pro Prótesis v%@
pt_br: Prótese Pro v%@

# Pro Prothese Setup
source: Pro Prosthesis Setup
es: Pro Prótesis Configuración
pt_br: Configuração do Prótese Pró

# Pro Prothese Workout
source: Pro Prosthesis Workout
es: Entrenamiento profesional con prótesis
pt_br: Treino Prótese Pró

source: Pro Prothese v%@
es: Pro Prótesis v%@
pt_br: Prótese Pro v%@

source: ProFeature and ProWidgets
es: ProFeature y ProWidgets

source: Progress of wearing times.
es: Curso de los tiempos de gestación.
pt_br: Progresso dos tempos de uso.

source: Prostheses Mood Chart
es: Gráfico del estado de ánimo de la prótesis
pt_br: Gráfico de humor de próteses

source: Prostheses Pain Chart
es: Cuadro de dolor protésico
pt_br: Tabela de Dor em Próteses

source: Prostheses you have worn in the last %lld days.
es: Prótesis que ha usado en los últimos %lld días.
pt_br: Próteses que você usou nos últimos %lld dias.

source: Prosthesis
es: Prótesis
pt_br: Prótese

# Prosthesis &amp; Liners
source: Prosthesis & Liners
es: Prótesis y Liner
pt_br: Prótese e Liners

source: Prosthesis Liner
es: Liner de prótesis
pt_br: Liner de Prótese

source: Prosthesis liner
es: Liner de prótesis
pt_br: Liner de prótese

source: Prosthesis maintenance
es: Mantenimiento de prótesis
pt_br: Manutenção de prótese

source: Prosthesis wearing time
es: Tiempo de uso de la prótesis
pt_br: Tempo de uso da prótese

source: Prosthetic liner
es: Liner protésico
pt_br: Liner de Prótese

source: Protect your data with FaceID
es: Protege tus datos con FaceID
pt_br: Proteja seus dados com FaceID

# Prothese
source: Pro Prosthesis
es: Pro Prótesis
pt_br: Prótese Pró

# Prothese APP v%@
source: Pro Prosthesis APP v%@
es: Pro Prótesis v%@
pt_br: Pro Prótese v%@

source: Psychiatrist
es: Psiquiatra
pt_br: Psiquiatra

source: Psychologist
es: Psicólogo
pt_br: Psicólogo

source: Push Notification
es: Notificación de inserción
pt_br: Notificação push

source: Quarterly
es: Trimestral
pt_br: Trimestral

source: Rate the app
es: Califica la aplicación
pt_br: Avalie o aplicativo

source: Reason
es: Razón
pt_br: Razão

source: Received another day
es: recibido otro dia
pt_br: Recebi outro dia

source: Recieved today
es: Recibido hoy
pt_br: Recebido hoje

source: Recommend app
es: Recomendar aplicación
pt_br: Recomendar aplicativo

source: Reminder: The next maintenance of your %@ is due in 2 weeks.
es: Recordatorio: El próximo mantenimiento de tu %@ vence en 2 semanas.
pt_br: Lembrete: A próxima manutenção do seu %@ deverá ocorrer em 2 semanas.

source: Reminder: The next maintenance of your %@ is due in 4 weeks.
es: Recordatorio: El próximo mantenimiento de tu %@ vence en 4 semanas.
pt_br: Lembrete: a próxima manutenção do seu %@ deverá ocorrer em 4 semanas.

source: Reminder: The next maintenance of your %@ is overdue. Is there a delay? 😔
es: Recordatorio: El próximo mantenimiento de tu %@ está vencido. ¿Hay algún retraso? 😔
pt_br: Lembrete: A próxima manutenção do seu %@ está atrasada. Existe um atraso? 😔

source: Reminds you daily the set time, the day of your daily mood.
es: Te recuerda diariamente la hora establecida, el día de tu estado de ánimo diario.
pt_br: Lembra diariamente o horário definido, o dia do seu humor diário.

source: Reminds you daily to keep your data up to date in the app.
es: Te recuerda diariamente que mantengas tus datos actualizados en la aplicación.
pt_br: Lembra você diariamente de manter seus dados atualizados no aplicativo.

source: Repeating notifications
es: Notificaciones repetidas
pt_br: Repetindo notificações

source: Replacement
es: Reemplazo
pt_br: Substituição

# Replacement&#10;Prosthesis
source: Replacement Prosthesis
es: Reemplazo Prótesis
pt_br: Substituição Prótese

source: Replacement Prosthesis
es: Prótesis de reemplazo
pt_br: Prótese de Substituição

source: Replacement Prosthesis Liner
es: Liner de prótesis de repuesto
pt_br: Liner de prótese de reposição

source: Required Permissions
es: Permisos requeridos
pt_br: Permissões necessárias

source: Reset
es: Reiniciar
pt_br: Reiniciar

source: Reset Half State
es: Restablecer medio estado

source: Reset step goal 50% reached message Date
es: Restablecer objetivo de paso 50% alcanzado mensaje Fecha
pt_br: Redefinir meta de passos 50% alcançado mensagem Data

source: Reset step goal reached message Date
es: Restablecer objetivo de paso alcanzado mensaje Fecha
pt_br: Mensagem de redefinição da meta de passos alcançada Data

source: Restore
es: Restaurar
pt_br: Restaurar

source: Rhythm
es: Ritmo
pt_br: Ritmo

source: Salutation
es: Saludo
pt_br: Saudação

source: Save
es: Ahorrar
pt_br: Salvar

source: Saving workout
es: Guardar entrenamiento
pt_br: Salvando treino

source: Security
es: Seguridad
pt_br: Segurança

source: Select a prostheses for which you want to start the timer.
es: Seleccione una prótesis para la que desea iniciar el cronómetro.
pt_br: Selecione uma prótese para a qual deseja iniciar o temporizador.

source: Send appointment notification
es: Enviar notificación de cita
pt_br: Enviar notificação de compromisso

source: Set FirstLaunchDate to -1 Day
es: Establezca FirstLaunchDate en -1 día

source: Set FirstLaunchDate to now
es: Establecer FirstLaunchDate en ahora

source: Set LastLaunchDate -33h
es: Establecer última fecha de lanzamiento -33 h

source: Set Report -1 Day
es: Establecer informe -1 día

source: Set interval
es: Establecer intervalo
pt_br: Definir intervalo

source: Settings
es: Ajustes
pt_br: Configurações

source: Setup Assistant
es: Asistente de configuración
pt_br: Assistente de configuração

source: Share
es: Compartir
pt_br: Compartilhar

source: Show
es: Espectáculo
pt_br: Mostrar

source: Show all expired appointments of the last week in the event list view.
es: Muestra todas las citas vencidas de la última semana en la vista de lista de eventos.
pt_br: Mostre todos os compromissos expirados da última semana na visualização da lista de eventos.

source: Show goal steps in chart background.
es: Muestra los pasos del objetivo en el fondo del gráfico.
pt_br: Mostre as etapas da meta no plano de fundo do gráfico.

source: Show less
es: Muestra menos
pt_br: Mostre menos

source: Show step goal
es: Mostrar objetivo de paso
pt_br: Mostrar meta de passos

source: Show the average daily steps in the chart background.
es: Muestra los pasos diarios promedio en el fondo del gráfico.
pt_br: Mostre os passos diários médios no fundo do gráfico.

source: SnapShot
es: Instantánea
pt_br: Instantâneo

source: Specialist Clinic
es: Clínica especializada
pt_br: Clínica Especializada

source: Sport Prostheses
es: Prótesis Deportivas
pt_br: Próteses Esportivas

source: Sports
es: Deportes
pt_br: Esportes

# Sports&#10;Prosthesis
source: Sports Prosthesis
es: Deportes Prótesis
pt_br: Esportes Prótese

source: Sports Prosthesis
es: Prótesis Prótesis
pt_br: Prótese Esportiva

source: Sports Prosthesis Liner
es: Forro para prótesis deportivas
pt_br: Liner de Prótese Esportiva

source: Standard statistics
es: Estadísticas estándar
pt_br: Estatísticas padrão

source: Start the day well 🦾 🦾
es: Empieza bien el día 🦾 🦾
pt_br: Comece bem o dia 🦾 🦾

source: States
es: Estados

source: Statistic
es: Estadística
pt_br: Estatística

source: Step Trend
es: Tendencia de paso
pt_br: Tendência de passos

source: Step history of the last 8 weeks.
es: Historial de pasos de las últimas 8 semanas.
pt_br: Histórico de passos das últimas 8 semanas.

source: Steps
es: Pasos
pt_br: Passos

source: Steps compared to the previous month.
es: Pasos respecto al mes anterior.
pt_br: Etapas em comparação com o mês anterior.

source: Steps compared to yesterday.
es: Pasos comparados con ayer.
pt_br: Passos em comparação com ontem.

source: Steps from last week
es: Pasos de la semana pasada
pt_br: Passos da semana passada

source: Steps this month
es: Pasos este mes
pt_br: Passos este mês

source: Steps this week
es: Pasos esta semana
pt_br: Passos esta semana

source: Steps today
es: Pasos hoy
pt_br: Passos hoje

source: Stop the timer on your iPhone.
es: Detén el cronómetro de tu iPhone.
pt_br: Pare o cronômetro do seu iPhone.

source: Suggestion for improvement
es: Sugerencia de mejora
pt_br: Sugestão de melhoria

source: Summary
es: Resumen
pt_br: Resumo

source: Support
es: Apoyo
pt_br: Apoiar

source: Support us
es: Apoyanos
pt_br: Apoie-nos

source: Supporter
es: Seguidor
pt_br: Apoiador

source: Supporter subscription
es: Suscripción de seguidor
pt_br: Assinatura de apoiador

source: System
es: Sistema
pt_br: Sistema

source: System access
es: Acceso al sistema
pt_br: Acesso ao sistema

source: Take a picture
es: Toma una foto
pt_br: Tirar uma foto

source: Task:
es: Tarea:
pt_br: Tarefa:

source: Task`s
es: Tareas
pt_br: Tarefas

source: Tell me about your day 🦾 🦾
es: Cuéntame sobre tu día 🦾 🦾
pt_br: Conte-me sobre o seu dia 🦾 🦾

source: Temperatures
es: Temperaturas
pt_br: Temperaturas

source: Termin
es: reunión
pt_br: Término

source: Terms of Use
es: Condiciones de uso
pt_br: Termos de uso

source: The contact details refer to the general contact information such as "Headquarters". You can add additional contacts later.
es: Los datos de contacto se refieren a la información de contacto general, como por ejemplo "Sede". Puede agregar contactos adicionales más tarde.
pt_br: Os detalhes de contato referem-se às informações gerais de contato, como "Sede". Você pode adicionar contatos adicionais posteriormente.

source: The developer
es: El desarrollador
pt_br: O desenvolvedor

source: The next maintenance appointment for your Everyday Prosthesis!
es: ¡La próxima cita de mantenimiento para tu Prótesis de Cada Día!
pt_br: A próxima consulta de manutenção para a sua Prótese Diária!

source: The next maintenance appointment for your Replacement Prosthesis!
es: ¡La próxima cita de mantenimiento para tu Prótesis de Reemplazo!
pt_br: A próxima consulta de manutenção da sua Prótese de Substituição!

source: The next maintenance appointment for your Sports Prosthesis!
es: ¡La próxima cita de mantenimiento para tu Prótesis Deportiva!
pt_br: A próxima consulta de manutenção da sua Prótese Desportiva!

source: The next maintenance appointment for your Waterproof Prosthesis!
es: ¡La próxima cita de mantenimiento para tu Prótesis Impermeable!
pt_br: A próxima consulta de manutenção da sua Prótese Impermeável!

source: The pain recorder is available in the current version. A more detailed recording is planned, in combination with a medication plan/reminder. In addition, a PDF creation of the documented data is planned, which can be easily shared or emailed to the appropriate contacts. In addition, other widgets and statistics are created.
es: El registrador de dolor está disponible en la versión actual. Se planifica una grabación más detallada, en combinación con un plan/recordatorio de medicación. Además, está prevista la creación de un PDF de los datos documentados, que se puede compartir o enviar por correo electrónico fácilmente a los contactos adecuados. Además, se crean otros widgets y estadísticas.
pt_br: O gravador de dor está disponível na versão atual. Está prevista uma gravação mais detalhada, em combinação com um plano/lembrete de medicação. Além disso, está prevista a criação de um PDF dos dados documentados, que podem ser facilmente compartilhados ou enviados por e-mail para os contatos apropriados. Além disso, outros widgets e estatísticas são criados.

source: The parameters “reasons” and “painkillers” can be deleted here. Editing is not possible. The parameters can be recreated when editing or creating the pain record.
es: Aquí se pueden eliminar los parámetros “motivos” y “analgésicos”. No es posible editar. Los parámetros se pueden recrear al editar o crear el registro de dolor.
pt_br: Os parâmetros “motivos” e “analgésicos” podem ser excluídos aqui. A edição não é possível. Os parâmetros podem ser recriados ao editar ou criar o registro de dor.

source: The summary of your current progress for the last week is now available.
es: El resumen de su progreso actual durante la última semana ya está disponible.
pt_br: O resumo do seu progresso atual da última semana já está disponível.

source: The time goes by so fast
es: El tiempo pasa tan rápido
pt_br: O tempo passa tão rápido

source: The weekly wear time
es: El tiempo de uso semanal
pt_br: O tempo de uso semanal

source: There were no events last week!
es: ¡No hubo eventos la semana pasada!
pt_br: Não houve eventos na semana passada!

source: Thin
es: Delgado
pt_br: Afinar

source: Think of your prosthesis diary and behave in your time. ✌️
es: Piensa en tu diario de prótesis y compórtate en tu tiempo. ✌️
pt_br: Pense no seu diário de prótese e comporte-se no seu tempo. ✌️

source: This Month
es: Este mes
pt_br: Este mês

source: This Week
es: Esta semana
pt_br: Essa semana

source: Times
es: Veces
pt_br: Tempos

source: Titel
es: Título
pt_br: Título

source: To edit this entry??
es: ¿Para editar esta entrada?
pt_br: Para editar esta entrada??

source: Today
es: Hoy
pt_br: Hoje

source: Today's wearing time
es: El tiempo de uso de hoy
pt_br: Tempo de uso de hoje

source: Top-Left
es: Arriba a la izquierda
pt_br: Superior esquerdo

source: Top-Right
es: Parte superior derecha
pt_br: Canto superior direito

source: Total %@km
es: %@km totales
pt_br: %@km totais

source: Total Distance
es: Distancia total
pt_br: Distância total

source: Total Wearingtime
es: Tiempo total de uso
pt_br: Tempo total de uso

source: Tracking
es: Seguimiento
pt_br: Monitorando

source: Trends
es: Tendencias
pt_br: Tendências

source: Try it for 7 days for free
es: Pruébalo gratis durante 7 días
pt_br: Experimente por 7 dias gratuitamente

source: Type:
es: Tipo:
pt_br: Tipo:

# Unbegrenzt Kontakten Verwalten
source: Manage unlimited contacts
es: Administrar contactos ilimitados
pt_br: Gerencie contatos ilimitados

source: Unknown
es: Desconocido
pt_br: Desconhecido

source: Unknown ID
es: ID desconocido
pt_br: ID desconhecido

source: Unlimited contacts
es: Contactos ilimitados
pt_br: Contatos ilimitados

source: Update to unlock all Pro functionality
es: Actualización para desbloquear todas las funciones Pro
pt_br: Atualização para desbloquear todas as funcionalidades Pro

source: View all
es: Ver todo
pt_br: Ver tudo

source: View all expired appointments
es: Ver todas las citas vencidas
pt_br: Ver todos os compromissos expirados

source: View all expired appointments from the last week
es: Ver todas las citas vencidas de la última semana
pt_br: Ver todos os compromissos expirados da última semana

source: View average daily steps
es: Ver pasos diarios promedio
pt_br: Ver média de passos diários

source: View currrent steps in app badge.
es: Vea los pasos actuales en la insignia de la aplicación.
pt_br: Veja as etapas atuais no selo do aplicativo.

source: View your prosthesis timer on your lock screen and Dynamic Island.
es: Vea el temporizador de su prótesis en la pantalla de bloqueo y en Dynamic Island.
pt_br: Veja o cronômetro da sua prótese na tela de bloqueio e na Ilha Dinâmica.

source: WOW, you've already walked %lld steps today, that's more than half of your daily goal. 🥳 👏
es: WOW, ya has caminado %lld pasos hoy, eso es más de la mitad de tu objetivo diario. 🥳 👏
pt_br: UAU, você já caminhou %lld passos hoje, isso é mais da metade de sua meta diária. 🥳 👏

source: Waterproof
es: Impermeable
pt_br: À prova d'água

# Waterproof&#10;Prosthesis
source: Waterproof Prosthesis
es: Prótesis impermeable
pt_br: Prótese Impermeável

source: Waterproof Prosthesis
es: Prótesis impermeable
pt_br: Prótese Impermeável

source: Waterproof Prosthesis Liner
es: Liner impermeable para prótesis
pt_br: Liner de Prótese Impermeável

source: We haven't seen you today 😢
es: No te hemos visto hoy 😢
pt_br: Não te vimos hoje 😢

source: We'll help you set up the app!
es: ¡Te ayudaremos a configurar la aplicación!
pt_br: Ajudaremos você a configurar o aplicativo!

source: Wearing time
es: Tiempo de uso
pt_br: Tempo de uso

source: Wearing times chart
es: Gráfico de tiempo de uso
pt_br: Gráfico de tempos de uso

source: Weather
es: Clima
pt_br: Clima

source: Week Step
es: Paso de la semana
pt_br: Etapa da semana

source: Week: **%@**
es: Semana: **%@**
pt_br: Semana: **%@**

source: Weekly
es: Semanalmente
pt_br: Semanalmente

source: Weekly Avg Target
es: Objetivo promedio semanal
pt_br: Meta média semanal

source: Weekly Avg Wearing Time
es: Tiempo de uso promedio semanal
pt_br: Tempo médio de uso semanal

source: Weekly Mood Trend
es: Tendencia de humor semanal
pt_br: Tendência de humor semanal

source: Weekly Pain Trend
es: Tendencia semanal del dolor
pt_br: Tendência Semanal de Dor
