Repository: ChromeSD22159/ProProthese-iOS
Catalog: Pro(these)/Views/ViewModel/Pro(these) Localizations/*.xcloc/Localized Contents/*.xliff
Languages: es, pt_br

source: %.0f Steps
es: %.0f pasos
pt_br: %.0f etapas

source: %.1f Darkness
es: Rechazar %.1f
pt_br: Escurecer %.1f

source: %@ Steps
es: %@ Pasos
pt_br: %@ Passos

source: %@ edit
es: %@ editar
pt_br: %@ editar

source: %@ hrs. %@ mins.
es: %@ h. %@ m.
pt_br: %@ h. %@ min.

source: %@ steps today
es: %@ pasos hoy
pt_br: %@ passos hoje

source: %@ steps yesterday
es: %@ pasos ayer
pt_br: %@ passos ontem

source: %@%% less than the day before!
es: %@%% menos que el día anterior!
pt_br: %@%% menos que no dia anterior!

source: %@%% more than the day before!
es: %@%% más que el día anterior!
pt_br: %@%% mais que no dia anterior!

source: %lld Day
es: %lld día
pt_br: %lld dia

source: %lld Days
es: %lld días
pt_br: %lld dias

source: %lld Months
es: %lld meses
pt_br: %lld meses

source: %lld Mths.
es: %lld meses.
pt_br: %lld meses.

source: %lld Step
es: %lld paso
pt_br: %lld Etapa

source: %lld Steps
es: %lld pasos
pt_br: %lld Etapas

source: %lld Yrs, %lld Mths, %lld Days
es: %lld años, %lld meses, %lld días
pt_br: %lld anos, %lld meses, %lld dias

source: %lld daily step goal
es: %lld objetivo de pasos diarios
pt_br: %lld meta de passos diários

source: %lld day ago
es: Hace %lld días
pt_br: %lld dia atrás

source: %lld days ago
es: Hace %lld días
pt_br: %lld dias atrás

source: %lld months interval
es: Intervalo de %lld meses
pt_br: Intervalo de %lld meses

source: %lld pain index
es: %lld índice de dolor
pt_br: %lld índice de dor

source: %lld step goal
es: %lld objetivo de paso
pt_br: %lld meta de passos

source: * 14-day free trial
es: * Prueba gratuita de 14 días
pt_br: * Teste gratuito de 14 dias

source: **%lld floors**
es: **%lld pisos**
pt_br: **%lld andares ocupados**

source: 0 Days
es: 0 días
pt_br: 0 dias

source: 1 day before
es: 1 dia antes
pt_br: 1 dia antes

source: 1 hours before
es: 1 horas antes
pt_br: 1 hora antes

source: 1,99€ - Monthly
es: 1,99€ - Mensual
pt_br: 1,99€ - Mensal

source: 2 days before
es: 2 dias antes
pt_br: 2 dias antes

source: 2 hours before
es: 2 horas antes
pt_br: 2 horas antes

source: 3 days before
es: 3 días antes
pt_br: 3 dias antes

source: 10 minutes before
es: 10 minutos antes
pt_br: 10 minutos antes

source: 19,99€ - Yearly
es: 19,99€ - Anualmente
pt_br: 19,99€ - Anual

source: 30 minutes before
es: 30 minutos antes
pt_br: 30 minutos antes

source: 100% ad-free
es: 100% libre de publicidad
pt_br: 100% livre de anúncios

source: A little Motivation for a great day 🦾 🦾
es: Un poco de Motivación para un gran día 🦾 🦾
pt_br: Um pouco de motivação para um ótimo dia 🦾 🦾

source: A reminder about the appointment will be sent 24 hours before the appointment.
es: Se enviará un recordatorio de la cita 24 horas antes de la cita.
pt_br: Um lembrete sobre o agendamento será enviado 24 horas antes do agendamento.

source: A single premium membership is available on each platform (iOS, watchOS). Family sharing allows you and up to five other family members to use Pro Prosthesis.
es: Hay una única membresía premium disponible en cada plataforma (iOS, watchOS). Compartir en familia le permite a usted y a hasta otros cinco miembros de la familia utilizar Pro Prosthesis.
pt_br: Uma única assinatura premium está disponível em cada plataforma (iOS, watchOS). O compartilhamento familiar permite que você e até cinco outros membros da família usem o Pro Prótese.

source: Above knee Prothesis
es: Prótesis por encima de la rodilla
pt_br: Prótese acima do joelho

source: Access Permissions
es: Permisos de acceso
pt_br: Permissões de acesso

source: Achieved step goals
es: Metas de paso logradas
pt_br: Alterar a cor do indicador Metas de etapas alcançadas

source: Action:
es: Acción:
pt_br: Ação:

source: Activity Rings
es: Anillos de actividad
pt_br: Anéis de atividades

source: Add
es: Agregar
pt_br: Adicionar

# Add &#10; Contact
source: Add Contact
es: Agregar Contacto
pt_br: Adicionar Contato

source: Add Contact
es: Agregar contacto
pt_br: Adicionar contato

source: Add Contact person!
es: ¡Agregar persona de contacto!
pt_br: Adicionar pessoa de contato!

source: Add Note
es: Añadir la nota
pt_br: Adicionar nota

source: Add Prosthetics
es: Agregar prótesis
pt_br: Adicionar próteses

source: Add Prosthetics liners
es: Agregar Liner de prótesis
pt_br: Adicionar Liner protéticos

source: Add another Prosthesis liner
es: Añadir otro Liner de prótesis
pt_br: Adicione outro liner de prótese

source: Add another Prosthetics
es: Agregar otra prótesis
pt_br: Adicionar outra prótese

source: Add event
es: Agregar cita
pt_br: Adicionar compromisso

source: Add repeating events
es: Agregar eventos repetidos
pt_br: Adicione eventos repetidos

source: Add your first Prosthesis liner
es: Añade tu primer Liner de prótesis
pt_br: Adicione seu primeiro liner de prótese

source: Add your first Prosthetics
es: Añade tus primeras Prótesis
pt_br: Adicione sua primeira prótese

source: Administer
es: Administrar
pt_br: Administrador

source: Advanced Widget function
es: Función de widget avanzada
pt_br: Função Widget Avançada

source: Advanced statistics
es: estadísticas avanzadas
pt_br: Estatísticas avançadas

source: All
es: Todo
pt_br: Todos

source: All Weekly Reports
es: Todos los informes semanales
pt_br: Todos os relatórios semanais

source: All appointments
es: Todas las citas
pt_br: Todos os compromissos

source: All expired dates in the event list view.
es: Todas las fechas vencidas en la vista de lista de eventos.
pt_br: Todas as datas expiradas na visualização da lista de eventos.

source: All reports
es: Todos los informes
pt_br: Todos os relatórios

source: Allow comeback reminder
es: Permitir recordatorio de regreso
pt_br: Permitir lembrete de retorno

source: Allow the app to wish you a good start to the day
es: Deja que la aplicación te desee un buen comienzo del día
pt_br: Permita que o aplicativo lhe deseje um bom começo de dia

source: Amputated since %@
es: Amputado desde %@
pt_br: Amputado desde %@

source: Amputation day
es: Día de la amputación
pt_br: Dia da amputação

source: Amputation day.
es: Día de la amputación.
pt_br: Dia de amputação.

source: Amputee
es: Amputado
pt_br: Amputado

source: Amputee day counter
es: Contador de días de amputados
pt_br: Contador de dias para amputados

source: Annually
es: Anualmente
pt_br: Anualmente

source: App Settings
es: Ajustes de Aplicacion
pt_br: Configurações do aplicativo

source: App badge
es: Insignia de aplicación
pt_br: Selo do aplicativo

source: AppDelegate Trigger
es: Activador AppDelegate

source: Auto Renewal. Cancellable at any time.
es: Auto renovación. Cancelable en cualquier momento.

source: Average
es: Promedio
pt_br: Média

source: Average Daily Steps
es: Pasos diarios promedio
pt_br: Média de passos diários

source: Average wearing time this week
es: Tiempo promedio de uso esta semana
pt_br: Tempo médio de uso esta semana

source: Background
es: Fondo
pt_br: Fundo

source: Background Overlay
es: Superposición de fondo
pt_br: Sobreposição de fundo

source: Beginning
es: Comienzo
pt_br: Começo

source: Below knee Prothesis
es: Prótesis por debajo de la rodilla
pt_br: Prótese abaixo do joelho

source: Bold
es: Atrevido
pt_br: Negrito

source: Bottom-Left
es: Abajo a la izquierda
pt_br: Inferior esquerdo

source: Bottom-Right
es: Abajo a la derecha
pt_br: Canto inferior direito

source: Calender
es: Calandrar
pt_br: Calendário

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Cause of pain
es: causa del dolor
pt_br: Causa da dor

source: Change
es: Cambiar
pt_br: Mudar

source: Change Maintenance Interval
es: Cambiar intervalo de mantenimiento
pt_br: Alterar intervalo de manutenção

source: Change background
es: Cambiar el fondo
pt_br: Mude o fundo

source: Chart
es: Cuadro
pt_br: Gráfico

source: Choose
es: Elegir
pt_br: Escolher

source: Choose an image
es: Elige una foto
pt_br: Escolha uma foto

source: Choose option
es: Elige la opción
pt_br: Escolha a opção

source: Color scheme
es: Esquema de colores
pt_br: Esquema de cores

source: Come back soon, it will be exciting ✌️
es: Vuelve pronto, será emocionante ✌️
pt_br: Volte logo, será emocionante ✌️

source: Compare the steps you have taken with your daily goal.
es: Compara los pasos que has dado con tu objetivo diario.
pt_br: Compare os passos que você deu com sua meta diária.

source: Compare your progress against your set goal.
es: Compare su progreso con su objetivo establecido.
pt_br: Compare seu progresso com sua meta definida.

source: Compared to the previous week.
es: En comparación con la semana anterior.
pt_br: Em comparação com a semana anterior.

source: Comparison with the previous week.
es: Comparación con la semana anterior.
pt_br: Comparação com a semana anterior.

source: Comparison with the week before.
es: Comparación con la semana anterior.
pt_br: Comparação com a semana anterior.

source: Comparison with yesterday.
es: Comparación con ayer.
pt_br: Comparação com ontem.

source: Congratulations on reaching your goal for the day 🥳
es: Felicitaciones por alcanzar tu meta del día 🥳
pt_br: Parabéns por alcançar sua meta do dia 🥳

source: Congratulations, %@! 🥳
es: Felicidades, %@! 🥳
pt_br: Parabéns, %@! 🥳

source: Congratulations, you have reached your daily goal! You walked more than %lld steps today. 🥳 🥳
es: ¡Felicitaciones, has alcanzado tu objetivo diario! Caminó más de %lld pasos hoy. 🥳 🥳
pt_br: Parabéns, você atingiu sua meta diária! Você caminhou mais de %lld passos hoje. 🥳 🥳

source: Contact
es: Contacto
pt_br: Contato

source: Contact Person
es: Persona de contacto
pt_br: Pessoa de contato

source: Content
es: Contenido
pt_br: Contente

source: Create Pin Code
es: Crear código PIN
pt_br: Criar código PIN

source: Create new appointment
es: Crear nueva cita
pt_br: Criar novo compromisso

source: Cross-device sync
es: Sincronización entre dispositivos
pt_br: Sincronização entre dispositivos

source: Daily Steps Goal
es: Meta de pasos diarios
pt_br: Meta de passos diários

source: Daily mood reminder push notification
es: Notificación push de recordatorio de estado de ánimo diario
pt_br: Notificação push de lembrete diário de humor

source: Darken the bottom background
es: Oscurecer el fondo inferior
pt_br: Escureça o fundo inferior

source: Darken the upper background
es: Oscurecer el fondo superior
pt_br: Escureça o fundo superior

source: Data protection
es: Protección de Datos
pt_br: Proteção de dados

source: Data type:
es: Tipo de datos:
pt_br: Tipo de dados:

source: Date
es: Fecha
pt_br: Data

source: Date Interval:
es: Intervalo de fechas:
pt_br: Intervalo de data:

source: Date:
es: Fecha:
pt_br: Data:

source: Dates
es: fechas
pt_br: datas

source: Day
es: Día
pt_br: Dia

source: Day counter since amputation
es: Contador de días desde la amputación
pt_br: Contador de dias desde a amputação

source: Delete
es: Borrar
pt_br: Excluir

source: Delete %@?
es: Borrar %@?
pt_br: Excluir %@?

source: Delete %@? All associated appointments and notes will be deleted!
es: Borrar %@? Todas las citas asociadas ¡Y las notas serán eliminadas!
pt_br: Excluir %@? Todos os compromissos associados e as notas serão excluídas!

source: Delete %d?
es: ¿Eliminar %d?
pt_br: Excluir %d?

source: Delete '%@ %@'?
es: Borrar '%@ %@'?
pt_br: Excluir '%@ %@'?

source: Delete All Stored BackgroundTaskItems
es: Eliminar todos los elementos de tarea de fondo almacenados
pt_br: Excluir todos os BackgroundTaskItems armazenados

source: Delete Contact
es: Borrar contacto
pt_br: Excluir contato

source: Delete Entry?
es: ¿Eliminar la entrada?
pt_br: Excluir entrada?

source: Delete entry
es: Eliminar la entrada
pt_br: Excluir entrada

source: Delete entry from %@
es: Eliminar entrada de %@
pt_br: Excluir entrada de %@

source: Delete painkillers?
es: ¿Eliminar analgésicos?
pt_br: Excluir analgésicos?

source: Delete reason?
es: ¿Eliminar motivo?
pt_br: Excluir motivo?

source: Delete the event '%@'?
es: ¿Eliminar el evento '%@'?
pt_br: Excluir o evento '%@'?

source: Did you reach your step goal in the last %lld days?
es: ¿Alcanzaste tu objetivo de pasos en los últimos %lld días?
pt_br: Você atingiu sua meta de passos nos últimos %lld dias?

source: Distance
es: Distancia
pt_br: Distância

source: Do you feel any pain?
es: ¿Sientes algún dolor?
pt_br: Você sente alguma dor?

source: Document the feeling with your prosthesis.
es: Documente la sensación con su prótesis.
pt_br: Documente a sensação com sua prótese.

source: Don't Show
es: No mostrar
pt_br: Não mostre

source: Don't go where the path may lead you, go where there is no path and write down your notes. ✌️
es: No vayas donde el camino te lleve, ve donde no hay camino y escribe tus notas. ✌️
pt_br: Não vá aonde o caminho pode te levar, vá aonde não há caminho e faça anotações. ✌️

source: Don't leave a blank page in your prosthesis diary. ✌️
es: No dejes una página en blanco en tu diario de prótesis. ✌️
pt_br: Não deixe uma página em branco na sua agenda de próteses. ✌️

source: Done
es: Hecho
pt_br: Feito

source: Done!
es: Hecho!
pt_br: Feito!

source: Du bist %@, __%@__ km gelaufen. Das sind __%@__ als der Durchschnitt der Woche.
es: Corriste %@, __%@__ km. Eso es __%@__ que el promedio de la semana.

source: E-Mail:
es: Correo electrónico:

source: E.g.: Ibuprofen, Tillidin, Pregabalin...
es: Ej.: Ibuprofeno, Tillidin, Pregabalin...
pt_br: Ex.: Ibuprofeno, Tillidin, Pregabalin...

source: END
es: FIN
pt_br: FIM

source: Edit
es: Editar
pt_br: Editar

source: Edit contact
es: Editar contacto
pt_br: Editar Contato

source: Edit pain entry
es: Editar entrada de dolor
pt_br: Editar entrada de dor

source: Empty
es: Vacío
pt_br: Vazio

source: Enable FaceID verification when launching the app.
es: Habilite la verificación FaceID al iniciar la aplicación.
pt_br: Ative a verificação FaceID ao iniciar o aplicativo.

source: End
es: Fin
pt_br: Fim

source: Enter the Brand Name
es: Ingrese el nombre de la marca
pt_br: Insira o nome da marca

source: Enter the Product Name
es: Introduzca el nombre del producto
pt_br: Insira o nome do produto

source: Enter the code
es: Ingrese el código
pt_br: Digite o código

source: Entries from:
es: Entradas de:
pt_br: Inscrições de:

source: Error loading AppGroup
es: Error al cargar el grupo de aplicaciones
pt_br: Erro ao carregar o AppGroup

source: Estimated steps
es: Pasos estimados
pt_br: Etapas estimadas

source: Even more functions
es: Aún más funciones
pt_br: Ainda mais funções

source: Events
es: Eventos
pt_br: Eventos

source: Everyday
es: Cada día
pt_br: Cada dia

# Everyday&#10;Prosthesis
source: Everyday Prosthesis
es: Cada día Prótesis
pt_br: Prótese Diária

source: Everyday Prosthesis
es: Prótesis de uso diario
pt_br: Prótese Diária

source: Everyday Prosthesis Liner
es: Liner de prótesis de uso diario
pt_br: Liner de prótese diário

source: Feeling
es: Sentimiento
pt_br: Sentimento

source: Find out how many days you've been amputee.
es: Descubra cuántos días lleva amputado.
pt_br: Descubra há quantos dias você está amputado.

source: Find out how your last week was. 💪
es: Descubre cómo fue tu última semana. 💪
pt_br: Descubra como foi sua última semana. 💪

source: First day with prosthesis.
es: Primer día con prótesis.
pt_br: Primeiro dia com prótese.

source: First name
es: Nombre de pila
pt_br: Primeiro nome

source: First name:
es: Nombre de pila:
pt_br: Primeiro nome:

source: Follow on social media
es: Seguir en las redes sociales
pt_br: Acompanhe nas redes sociais

source: Font Weigt
es: Estilo de escritura
pt_br: Estilo de escrita

source: Fontsize: %.0f px
es: Tamaño de fuente: %.0f px
pt_br: Tamanho da fonte:% .0f px

source: GPS Location
es: Ubicación GPS
pt_br: Localização GPS

source: GPS recording:
es: Grabación GPS:
pt_br: Gravação GPS:

source: Get Pro
es: Obtener pro
pt_br: atualizar para profissional

source: Get last liner?:
es: ¿Obtener la última línea?:
pt_br: Obter o último Liner?:

source: Get notified when a new weekly report is available.
es: Reciba una notificación cuando haya un nuevo informe semanal disponible.
pt_br: Seja notificado quando um novo relatório semanal estiver disponível.

source: Get your premium subscription!
es: ¡Obtén tu suscripción premium!
pt_br: Obtenha sua assinatura premium!

source: Getting started
es: Empezando
pt_br: Começando

source: Good evening%@!
es: Buenas noches%@!
pt_br: Boa noite%@!

source: Good morning motivation 🦾 🦾
es: Buenos días motivación 🦾 🦾
pt_br: Bom dia motivação 🦾 🦾

source: Good morning out there! 👋
es: ¡Buenos días por ahí! 👋
pt_br: Bom dia aí! 👋

source: Good morning wishes
es: Buenos dias deseos
pt_br: Bom dia desejos

source: Good morning%@!
es: Buen día%@!
pt_br: Bom dia%@!

source: Good morning, %@! 👋
es: Buen día, %@! 👋
pt_br: Bom dia, %@! 👋

source: Great progress today!
es: ¡Gran progreso hoy!
pt_br: Grande progresso hoje!

source: Great, half would be done! You have now reached more than 50% of the daily goal. 🥳 🥳
es: ¡Genial, estaría hecha la mitad! Ya has alcanzado más del 50 % del objetivo diario. 🥳 🥳
pt_br: Ótimo, metade estaria feita! Agora você atingiu mais de 50% da meta diária. 🥳 🥳

source: Half-yearly
es: Medio año
pt_br: Semestralmente

source: Happiness is not a goal. Happiness is a way of life. Be happy today and share it with us... ✌️
es: La felicidad no es una meta. La felicidad es una forma de vida. Sé feliz hoy y compártelo con nosotros... ✌️
pt_br: A felicidade não é uma meta. A felicidade é um modo de vida. Seja feliz hoje e compartilhe conosco... ✌️

source: Haptic Feedback
es: Retroalimentación háptica
pt_br: Feedback tátil

source: Health insurance
es: Seguro de salud
pt_br: Plano de saúde

source: Hello %@!
es: Hola %@!
pt_br: Olá %@!

source: Hello!
es: ¡Hola!
pt_br: Olá!

source: Hello%@!
es: Hola%@!
pt_br: Olá%@!

# Hello...?!&#10;What may we call you?
source: Hello...?! What may we call you?
es: Hola...?! ¿Cómo podemos llamarte?
pt_br: Olá...?! Como podemos chamá-lo?

source: Hey! A new day, new experiences, don't you want to save them? ✌️
es: ¡Ey! Un nuevo día, nuevas experiencias, ¿no quieres guardarlas? ✌️
pt_br: Ei! Um novo dia, novas experiências, não quer guardá-las? ✌️

source: Hey! Describe
es: ¡Ey! Describir
pt_br: Ei! Descrever

# Hey! Has anything&#10;changed?
source: Hey! Has anything changed?
es: ¡Ey! ¿Ha cambiado algo?
pt_br: Ei! Tem alguma coisa mudado?

# Hey! How are you&#10;feeling today?
source: Hey! How are you feeling today?
es: ¡Ey! Cómo estás ¿sintiendo hoy?
pt_br: Ei! Como vai sentindo hoje?

source: Hey! How are you feeling today? ✌️
es: ¡Ey! ¿Cómo te sientes hoy? ✌️
pt_br: Ei! Como você está se sentindo hoje? ✌️

source: Hide information
es: Ocultar información
pt_br: Ocultar informações

source: Highest
es: más alto
pt_br: Altíssima

source: Home
es: Hogar
pt_br: Lar

source: Hour
es: Hora
pt_br: hora

source: How are you doing?
es: ¿Cómo estás?
pt_br: Como vai?

source: How are you doing? 🤔
es: ¿Cómo estás? 🤔
pt_br: Como vai? 🤔

source: How many steps would you like to walk a day?
es: ¿Cuántos pasos te gustaría caminar al día?
pt_br: Quantos passos você gostaria de dar por dia?

source: If no authorization window appears, all access can be granted under "Settings > Prosthesis".
es: Si no aparece ninguna ventana de autorización, se pueden conceder todos los accesos en "Configuración > Prótesis".
pt_br: Se não aparecer nenhuma janela de autorização, todo o acesso pode ser concedido em "Configurações > Pro Prótese".

source: Infomation
es: Información
pt_br: Informação

source: Insights and trends
es: Perspectivas y tendencias
pt_br: Insights e tendências

source: It's so quiet here without you...😢
es: Está tan tranquilo aquí sin ti...😢
pt_br: Está tão quieto aqui sem você...😢

source: Just two steps away.
es: A sólo dos pasos de distancia.
pt_br: A apenas dois passos de distância.

source: Keep it up! 👏
es: ¡Avanza! 👏
pt_br: Mantem! 👏

source: Keep it up! 🥳
es: ¡Avanza! 🥳
pt_br: Mantem! 🥳

source: Keep track of your phantom limb pain.
es: Lleve un registro del dolor de su miembro fantasma.
pt_br: Acompanhe sua dor no membro fantasma.

source: Kind:
es: Amable:
pt_br: Tipo:

# Kontakt
source: Contact
es: Contacto
pt_br: Contato

# Kontakt &#10; hinzufügen
source: Kontakt hinzufügen
es: Contacto hinzufügen
pt_br: Contato hinzufügen

# Kontakt hinzufügen
source: Add Contact
es: Agregar contacto
pt_br: Adicionar contato

source: Last Liner: %@
es: Última línea: %@
pt_br: Última liner: %@

source: Last Maintage:
es: Último mantenimiento:
pt_br: Última manutenção:

source: Last Month
es: El mes pasado
pt_br: Mês passado

source: Last Week
es: La semana pasada
pt_br: Semana passada

source: Last maintenance
es: Último mantenimiento
pt_br: Última manutenção

source: Last name
es: Apellido
pt_br: Sobrenome

source: Last name:
es: Apellido:
pt_br: Sobrenome:

source: Last report:
es: Último informe:
pt_br: Último relatório:

source: Last week
es: La semana pasada
pt_br: Semana passada

source: Liners for your Prostheses
es: Liner para tus Prótesis
pt_br: Liners para suas próteses

source: Location
es: Ubicación
pt_br: Localização

source: Location Icon
es: Icono de ubicación
pt_br: Ícone de localização

source: Log in
es: Acceso
pt_br: Conecte-se

source: Login with Face ID
es: Iniciar sesión con Face ID
pt_br: Faça login com ID facial

source: Lowest
es: Más bajo
pt_br: Mais baixo

source: Maintage Interval:
es: Intervalo de mantenimiento:
pt_br: Intervalo de manutenção:

source: Maintaince of the Everyday Prosthesis
es: Mantenimiento de la prótesis diaria
pt_br: Manutenção da Prótese Diária

source: Maintaince of the Replacement Prosthesis
es: Mantenimiento de la Prótesis de Reemplazo
pt_br: Manutenção da Prótese de Substituição

source: Maintaince of the Sports Prosthesis
es: Mantenimiento de la Prótesis Deportiva
pt_br: Manutenção da Prótese Esportiva

source: Maintaince of the Waterproof Prosthesis
es: Mantenimiento de la Prótesis Impermeable
pt_br: Manutenção da Prótese Impermeável

source: Maintenance due
es: Mantenimiento debido
pt_br: Manutenção devida

source: Maintenance interval
es: Intervalo de mantenimiento
pt_br: Intervalo de manutenção

source: Maintenance was another day
es: El mantenimiento fue otro día.
pt_br: Manutenção foi outro dia

source: Maintenance was today
es: El mantenimiento fue hoy.
pt_br: Manutenção foi hoje

source: Manage Prostheses and Liners
es: Manejar prótesis y Liners
pt_br: Gerenciar próteses e revestimentos

# Manage Prosthesis &amp; Liners
source: Manage Prosthesis & Liners
es: Administrar prótesis y Liners
pt_br: Gerenciar próteses e Liners

source: Manage all your Prosthesis
es: Gestiona todas tus Prótesis
pt_br: Gerencie todas as suas próteses

source: Manage all your Prosthesis-Liners
es: Gestiona todas tus Prótesis-Liners
pt_br: Gerencie todos os seus revestimentos de prótese

source: Manage parameters
es: Administrar parámetros
pt_br: Gerenciar parâmetros

source: Manage unlimited contacts
es: Administrar contactos ilimitados
pt_br: Gerencie contatos ilimitados

# Max
source: John
es: Juan

source: Medical supply store
es: tienda de suministros medicos
pt_br: Loja de suprimentos médicos

source: Mister
es: Señor
pt_br: senhor

source: Mobilphone Nr.
es: Teléfono móvil nº.
pt_br: Número do celular

source: Mobilphone:
es: Teléfono móvil:
pt_br: Celular:

source: Month
es: Mes
pt_br: Mês

source: Monthly
es: Mensual
pt_br: Por mês

source: Montly Mood Trend
es: Tendencia mensual del estado de ánimo
pt_br: Tendência de humor mensal

source: Montly Pain Trend
es: Tendencia mensual del dolor
pt_br: Tendência mensal de dor

source: Mood Chart
es: Gráfico de humor
pt_br: Gráfico de humor

source: Moods
es: estados de ánimo
pt_br: Humores

source: More premium widgets
es: Más widgets premium
pt_br: Mais widgets premium

source: More settings
es: Más ajustes
pt_br: Mais configurações
