Repository: ChromeSD22159/ProProthese-iOS
Catalog: Pro(these)/Views/ViewModel/Pro(these) Localizations/*.xcloc/Localized Contents/*.xliff
Languages: es, pt_br

source: Weekly Report
es: Reporte semanal
pt_br: Relatório semanal

source: Weekly Steps Chart
es: Gráfico de pasos semanales
pt_br: Gráfico de passos semanais

source: Weekly Target
es: Objetivo semanal
pt_br: Meta Semanal

source: Weekly progress report
es: Informe de progreso semanal
pt_br: Relatório de progresso semanal

source: Weekly report
es: Reporte semanal
pt_br: Relatório semanal

source: Weekly reports
es: Reportes semanales
pt_br: Relatórios semanais

source: Welcome to Pro Prosthesis!
es: ¡Bienvenidos a Pro Prótesis!
pt_br: Bem-vindo à Prótese Pró!

# What date was&#10;your amputation?
source: What date was your amputation?
es: ¿Qué fecha fue? tu amputación?
pt_br: Que data foi sua amputação?

source: What is the name of the liner model?
es: ¿Cómo se llama el modelo de Liner?
pt_br: Qual é o nome do modelo do liner?

source: What kind of prosthesis would you like to add?
es: ¿Cómo se llama el modelo de liner? ¿Qué tipo de prótesis te gustaría añadir?
pt_br: Que tipo de prótese você gostaria de adicionar?

source: What purpose would you like to add?
es: ¿Qué propósito te gustaría agregar?
pt_br: Que propósito você gostaria de adicionar?

source: What type of prosthesis would you like to add?
es: ¿Qué tipo de prótesis te gustaría agregar?
pt_br: Que tipo de prótese você gostaria de adicionar?

source: What was your last pain?
es: ¿Cuál fue tu último dolor?
pt_br: Qual foi sua última dor?

source: What's the name of the manufacturer?
es: ¿Cuál es el nombre del fabricante?
pt_br: Qual é o nome do fabricante?

source: When BG Task is running
es: Cuando se está ejecutando la tarea BG
pt_br: Quando a tarefa BG está em execução

# With an upgrade to the premium &#10; version, the app gets even better!
source: With an upgrade to the premium version, the app gets even better!
es: Con una actualización a la prima versión, ¡la aplicación se vuelve aún mejor!
pt_br: Com um upgrade para o premium versão, o aplicativo fica ainda melhor!

# With an upgrade to the premium version,&#10;the app gets even better!
source: With an upgrade to the premium version, the app gets even better!
es: ¡Con una actualización a la versión premium, la aplicación mejora aún más!
pt_br: Com uma atualização para a versão premium, o aplicativo fica ainda melhor!

source: With the subscription you support the continuous development of the prosthesis app! at €9.99 per year!
es: ¡Con la suscripción apoyas el desarrollo continuo de la aplicación de prótesis! ¡a 9,99 € al año!
pt_br: Com a assinatura você apoia o desenvolvimento contínuo do aplicativo de prótese! a 9,99€ por ano!

source: Woman
es: Mujer
pt_br: Mulher

source: Workouts
es: Entrenamientos
pt_br: Exercícios

source: Worn prostheses
es: Prótesis gastadas
pt_br: Próteses usadas

# Wöchentlich
source: Weekly
es: Semanalmente
pt_br: Semanalmente

source: Year
es: Año
pt_br: Ano

source: Yesterday
es: Ayer
pt_br: Nenhum tipo

source: You are still %lld days in the test phase. During this time you can test some pro features for free.
es: Todavía estás %lld días en la fase de prueba. Durante este tiempo puedes probar algunas funciones profesionales de forma gratuita.
pt_br: Você ainda está %lld dias na fase de teste. Durante esse período, você pode testar alguns recursos profissionais gratuitamente.

source: You can apply for your new liner for your %@ in 3 days.
es: Puedes solicitar tu nuevo delineador para tu %@ en 3 días.
pt_br: Você pode solicitar seu novo liner para %@ em 3 dias.

source: You didn't even stop by yesterday. Just get back into your plan today.
es: Ni siquiera pasaste por aquí ayer. Simplemente regrese a su plan hoy.
pt_br: Você nem passou por aqui ontem. Basta voltar ao seu plano hoje.

source: You have an appointment at %1$@ on %2$@ at %3$@ ✌️. Come by and have a look at your notes. 😉
es: Tienes una cita en %1$@ en %2$@ en %3$@ ✌️. Ven y echa un vistazo a tus notas. 😉
pt_br: Você tem um compromisso marcado em %1$@ em %2$@ em %3$@ ✌️. Passe por aqui e dê uma olhada em suas anotações. 😉

source: You have not entered any moods in the current period.
es: No has introducido ningún estado de ánimo en el período actual.
pt_br: Você não entrou em nenhum estado de espírito no período atual.

source: You have not entered any moods yet
es: Aún no has introducido ningún estado de ánimo
pt_br: Você ainda não entrou em nenhum humor

source: You have not entered any pain in the current period.
es: No ha ingresado ningún dolor en el período actual.
pt_br: Você não sentiu nenhuma dor no período atual.

source: You have not entered any pains yet
es: Aún no has entrado en ningún dolor.
pt_br: Você ainda não entrou em nenhuma dor

source: You have not saved any Prosthesis
es: No has guardado ninguna Prótesis
pt_br: Você não salvou nenhuma prótese

source: You have not saved any Prosthesis-Liners
es: No has guardado ninguna Prótesis-Liner
pt_br: Você não salvou nenhum Liner de prótese

source: You have not yet added any moods to your prostheses
es: Aún no has añadido ningún mood a tus prótesis
pt_br: Você ainda não adicionou nenhum humor às suas próteses

source: You have not yet added any pains to your prostheses
es: Aún no has añadido ningún dolor a tus prótesis
pt_br: Você ainda não adicionou nenhuma dor às suas próteses

source: You have now tested the app for more than 14 days free of charge. If you want to continue using the Pro features, you need a Pro subscription!
es: Ya has probado la aplicación durante más de 14 días de forma gratuita. Si desea continuar usando las funciones Pro, ¡necesita una suscripción Pro!
pt_br: Você já testou o aplicativo por mais de 14 dias gratuitamente. Se quiser continuar usando os recursos Pro, você precisa de uma assinatura Pro!

source: You have reached your goal today!
es: ¡Has alcanzado tu objetivo hoy!
pt_br: Você alcançou seu objetivo hoje!

source: You have the premium subscription!
es: ¡Tienes la suscripción premium!
pt_br: Você tem a assinatura premium!

source: You walked an average of %lld steps per day this week. That's %lld fewer steps than last week.
es: Caminó un promedio de %lld pasos por día esta semana. Eso es %lld menos pasos que la semana pasada.
pt_br: Você caminhou em média %lld passos por dia esta semana. São %lld menos etapas do que na semana passada.

source: You walked an average of %lld steps per day this week. These are %lld steps more as last week.
es: Caminó un promedio de %lld pasos por día esta semana. Estos son %lld pasos más que la semana pasada.
pt_br: Você caminhou em média %lld passos por dia esta semana. Estas são %lld etapas a mais que na semana passada.

source: You've already reached 50% of your daily step goal.
es: Ya has alcanzado el 50 % de tu objetivo de pasos diarios.
pt_br: Você já atingiu 50% de sua meta diária de passos.

source: Your Pain history this week.
es: Tu historial de dolor esta semana.
pt_br: Seu histórico de dor esta semana.

source: Your Pain trend compared to the month before.
es: Tu tendencia de dolor en comparación con el mes anterior.
pt_br: Sua tendência de dor em comparação com o mês anterior.

source: Your Pain trend compared to the week before.
es: Tu tendencia de dolor en comparación con la semana anterior.
pt_br: Sua tendência de dor em comparação com a semana anterior.

source: Your Prosthesis-Liners?
es: ¿Sus Liners para prótesis?
pt_br: Seus liners de prótese?

source: Your Prosthesis?
es: ¿Tu prótesis?
pt_br: Sua prótese?

source: Your Prosthetic:
es: Su prótesis:
pt_br: Sua prótese:

source: Your amputation date is required for your statistics.
es: Su fecha de amputación es necesaria para sus estadísticas.
pt_br: A data da sua amputação é necessária para suas estatísticas.

source: Your appointments and notes at a glance.
es: Tus citas y notas de un vistazo.
pt_br: Seus compromissos e notas rapidamente.

source: Your daily goal for today is %lld steps.
es: Tu objetivo diario para hoy es %lld pasos.
pt_br: Sua meta diária para hoje é de %lld passos.

source: Your first name
es: Su nombre
pt_br: Seu primeiro nome

source: Your mood history this week.
es: Tu historial de estado de ánimo esta semana.
pt_br: Seu histórico de humor esta semana.

source: Your mood progression in the prosthesis comparison.
es: La evolución de su estado de ánimo en la comparación de prótesis.
pt_br: A progressão do seu humor na comparação da prótese.

source: Your mood trend compared to the month before.
es: Tu tendencia de humor en comparación con el mes anterior.
pt_br: Sua tendência de humor em comparação com o mês anterior.

source: Your mood trend compared to the week before.
es: Tu tendencia de humor en comparación con la semana anterior.
pt_br: Sua tendência de humor em comparação com a semana anterior.

source: Your next liner for your %@ can now be requested.
es: Ahora puedes solicitar tu próxima línea para tu %@.
pt_br: Seu próximo revestimento protético para seu %@ agora pode ser solicitado.

source: Your pain progression in the prosthesis comparison.
es: Su progresión del dolor en la comparación de prótesis.
pt_br: A progressão da sua dor na comparação da prótese.

source: Your personal weekly report
es: Tu informe semanal personal
pt_br: Seu relatório semanal pessoal

source: Your progress and activities at a glance.
es: Tu progreso y actividades de un vistazo.
pt_br: Resumo do seu progresso e atividades.

source: Your statistics
es: Tus estadísticas
pt_br: Suas estatísticas

source: Your step goal
es: Tu objetivo de paso
pt_br: Seu objetivo de passos

source: Your step trend compared over the last %lld weeks.
es: Tu tendencia de pasos comparada con las últimas %lld semanas.
pt_br: Sua tendência de passos comparada nas últimas %lld semanas.

source: Your steps today
es: Tus pasos hoy
pt_br: Seus passos hoje

source: Your weekly progress compared to the previous week.
es: Tu progreso semanal en comparación con la semana anterior.
pt_br: Seu progresso semanal em comparação com a semana anterior.

source: Your weekly progress is available
es: Tu progreso semanal está disponible
pt_br: Seu progresso semanal está disponível

source: Zeige erfüllte Tagesziele Schrittüberischt Schrittüberischt
es: Mostrar descripción general de los pasos de los objetivos diarios completados

source: Zeigt den Record Button auch auf der Schrittüberischt an.
es: También muestra el botón de grabación en la descripción general de pasos.
pt_br: Zeigt the Record Button auch auf der Schrittüberischt an.

# Zeit:
source: Time:
es: Tiempo:
pt_br: Tempo:

source: andrer Grund
es: andrés grund

source: cold
es: frío
pt_br: Frio

source: data protection
es: protección de Datos
pt_br: Proteção de dados

source: date
es: fecha
pt_br: data

source: delete '%@'?
es: borrar '%@'?
pt_br: excluir '%@'?

source: done
es: hecho
pt_br: feito

source: e.g. control
es: p.ej. control
pt_br: por exemplo. ao controle

source: e.g.: weather, cold, heat...
es: Ej.: clima, frío, calor...
pt_br: ex.: clima, frio, calor...

source: end
es: fin
pt_br: fim

source: entries:
es: entradas:
pt_br: Entradas:

source: family doctor
es: médico de familia
pt_br: médico da família

source: generated: %@ %@
es: generado: %@ %@
pt_br: gerado: %@ %@

source: Green
es: Verde
pt_br: Verde

source: have a good morning 😃
es: que tengas buenos días 😃
pt_br: tenha um bom dia 😃

source: iCloud sync
es: Sincronización de iCloud
pt_br: Sincronização do iCloud

source: in %lld Mths, %lld Days
es: en %lld meses, %lld días
pt_br: em %lld meses, %lld dias

source: in %lld day
es: en %lld día
pt_br: em %lld dia

source: in %lld days
es: en %lld días
pt_br: em %lld dias

source: info@email.de
es: info@email.es
pt_br: info@email.pt

source: next
es: próximo
pt_br: próximo

source: none
es: ninguno
pt_br: nenhum

source: notify
es: notificar
pt_br: notificar

source: Orange
es: Naranja
pt_br: Laranja

source: orthopedist
es: ortopedista
pt_br: Ortopedista

source: other painkillers
es: otros analgésicos
pt_br: outros analgésicos

source: other reason
es: otra razon
pt_br: Outra razão

source: prosthesis day.
es: Día de la prótesis.
pt_br: dia da prótese.

source: since %@
es: desde %@
pt_br: desde %@

source: statistics
es: Estadísticas
pt_br: Estatisticas

source: today
es: hoy
pt_br: hoje

source: value
es: valor
pt_br: valor

source: warmth
es: calor
pt_br: Cordialidade

source: weather
es: clima
pt_br: Clima

source: your pain!
es: ¡Tu dolor!
pt_br: sua dor!

source: Ø %@ Steps
es: Ø %@ pasos
pt_br: Ø %@ Passos

source: Ø %@ hrs. %@ mins.
es: Ø %@ h. %@ m.
pt_br: Ø %@ horas. %@ minutos.

source: ⌀ %lld steps
es: ⌀ %lld pasos
pt_br: ⌀ %lld etapas

source: ⌀ %lld steps a day this week
es: ⌀ %lld pasos al día esta semana
pt_br: ⌀ %lld passos por dia esta semana

source: ⌀ Pain value
es: ⌀ Valor del dolor
pt_br: ⌀ Valor da dor

source: ⌀ Steps
es: ⌀ Pasos
pt_br: ⌀ Passos

source: ⌀ Wearingtime
es: ⌀ Tiempo de uso
pt_br: ⌀ Tempo de uso

source: 🎁 save %lld%%
es: 🎁 ahorra %lld%%
pt_br: 🎁 economize %lld%%

# NSCalendarsUsageDescription
source: Pro Prosthesis App would like to access your calendar and create or delete entries.
es: Pro Prosthesis desea acceder a su calendario y crear o eliminar entradas.
pt_br: O aplicativo da prótese deseja acessar seu calendário e criar ou excluir entradas.

# NSFaceIDUsageDescription
source: Pro Prosthesis wants to unlock the app via FaceID
es: Pro Prótesis quiere desbloquear la aplicación a través de FaceID
pt_br: O aplicativo de prótese deseja desbloquear o aplicativo via FaceID

# NSHealthClinicalHealthRecordsShareUsageDescription
source: Pro Prosthesis wants to save your active readings
es: Pro Prótesis quiere guardar sus lecturas activas
pt_br: O aplicativo de prótese deseja acessar suas medições ativas

# NSHealthShareUsageDescription
source: Pro Prosthesis wants to access your active readings
es: Pro Prótesis quiere acceder a sus lecturas activas
pt_br: O aplicativo de prótese deseja acessar suas medições ativas

# NSHealthUpdateUsageDescription
source: Pro Prosthesis wants to change your active readings
es: Pro Prótesis quiere cambiar sus lecturas activas
pt_br: O aplicativo de prótese deseja acessar suas medições ativas

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Pro Prosthesis requires access to your location to track your workouts
es: Pro Prótesis requiere acceso a su ubicación para realizar un seguimiento de sus entrenamientos
pt_br: O aplicativo Prosthetics requer acesso à sua localização para monitorar seus treinos

# NSLocationAlwaysUsageDescription
source: Pro Prosthesis requires access to your location to track your workouts
es: Pro Prótesis requiere acceso a su ubicación para realizar un seguimiento de sus entrenamientos
pt_br: O aplicativo Prosthetics requer acesso à sua localização para monitorar seus treinos

# NSLocationWhenInUseUsageDescription
source: Pro Prosthesis requires access to your location to track your workouts
es: Pro Prótesis requiere acceso a su ubicación para realizar un seguimiento de sus entrenamientos
pt_br: O aplicativo de prótese requer acesso à sua localização para monitorar seus treinos

# NSPhotoLibraryAddUsageDescription
source: Pro Prosthesis wants to save snapshots in your Photo App
es: Pro Prótesis quiere guardar instantáneas en su aplicación de fotos
pt_br: O aplicativo Prosthetics deseja salvar instantâneos no seu aplicativo de fotografia

# NSUserTrackingUsageDescription
source: Pro-these- will be used to deliver personalized ads to you.
es: Este identificador se utilizará para enviarle anuncios personalizados.
pt_br: Este identificador será usado para entregar anúncios personalizados para você.

# CFBundleDisplayName
source: Pro Prothese
es: Pro Prótesis
pt_br: Pró Prótese

# NSHealthClinicalHealthRecordsShareUsageDescription
source: Pro Prosthesis would like to save your active readings
es: Pro Prótesis me gustaría guardar tus lecturas activas.
pt_br: Pró Prótese gostaria de salvar suas leituras ativas

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Pro Prosthesis needs access to their location to track their workouts
es: Pro Prótesis necesita acceso a su ubicación para realizar un seguimiento de sus entrenamientos
pt_br: Pró Prótese precisa de acesso à sua localização para acompanhar seus treinos

# NSLocationWhenInUseUsageDescription
source: Pro Prosthesis needs access to their location to track their workouts
es: Pro Prótesis necesita acceso a su ubicación para realizar un seguimiento de sus entrenamientos
pt_br: Pró Prótese precisa de acesso à sua localização para acompanhar seus treinos

source: Check your prosthesis timer.
es: Consulta el cronómetro de tu prótesis.
pt_br: Verifique o temporizador da sua prótese.

source: Default
es: Por defecto
pt_br: Padrão

source: Document your pain quickly and easily.
es: Documente su dolor de forma rápida y sencilla.
pt_br: Documente sua dor com rapidez e facilidade.

source: Enter it quickly how the prosthesis is doing today.
es: Ingrese rápidamente cómo está la prótesis hoy.
pt_br: Informe rapidamente como está a prótese hoje.

source: Feelings at a glance
es: Sentimientos de un vistazo
pt_br: Sentimentos em resumo

source: Hey, are you in pain today?
es: Oye, ¿tienes dolor hoy?
pt_br: Ei, você está com dor hoje?

source: Hey, how are you feeling today?
es: Oye, ¿cómo te sientes hoy?
pt_br: Ei, como você está se sentindo hoje?

source: Large Widget
es: Widget grande

source: Phantom limb pains?
es: ¿Dolores del miembro fantasma?
pt_br: Dores nos membros fantasmas?

source: Pro Feature
es: Característica profesional
pt_br: Recurso profissional

source: Prosthesis time today
es: Hora de la prótesis hoy
pt_br: Hora da prótese hoje

source: Prosthesis wearing times
es: Tiempos de uso de prótesis
pt_br: Tempos de uso da prótese

source: See your daily progress everywhere
es: Vea su progreso diario en todas partes
pt_br: Veja seu progresso diário em qualquer lugar

source: See your feelings
es: ver tus sentimientos
pt_br: Veja seus sentimentos

source: Small Widget
es: Pequeño widget

source: Stop wearing your prostheses.
es: Deja de usar tus prótesis.
pt_br: Pare de usar suas próteses.

source: This is an example widget.
es: Este es un widget de ejemplo.
pt_br: Este é um widget de exemplo.

source: This is how you feel today with your prosthesis.
es: Así te sientes hoy con tu prótesis.
pt_br: É assim que você se sente hoje com sua prótese.

source: Time: %@
es: Tiempo: %@
pt_br: Tempo: %@

# CFBundleName
source: ProProtheseWatchComplicationExtension
es: Pro Prótesis

# NSLocationUsageDescription
source: Pro Prosthesis needs access to their location to track their workouts
es: Pro Prótesis necesita acceso a su ubicación para realizar un seguimiento de sus entrenamientos
pt_br: Pró Prótese precisa de acesso à sua localização para acompanhar seus treinos

source: %lld%% vom Ziel
es: %lld%% del objetivo
pt_br: %lld%% da meta

source: Speed
es: Velocidad
pt_br: Velocidade

# NSHealthClinicalHealthRecordsShareUsageDescription
source: Pro Prosthesis wants to save your active metrics
es: Pro Prótesis quiere guardar sus métricas activas
pt_br: Pró Prótese quer salvar suas métricas ativas

# NSHealthShareUsageDescription
source: Pro Prosthesis wants to access your active metrics
es: Pro Prótesis quiere acceder a tus métricas activas
pt_br: Pró Prótese quer acessar suas métricas ativas

# NSHealthUpdateUsageDescription
source: Pro Prosthesis wants to change your active metrics
es: Pro Prótesis quiere cambiar tus métricas activas
pt_br: Pró Prótese wants to change your active metrics

source: Start and end your prosthetic times quickly.
es: Comienza y finaliza tus tiempos protésicos rápidamente.
pt_br: Comece e termine seus tempos protéticos rapidamente.

source: prosthesis timer
es: temporizador de prótesis
pt_br: temporizador de prótese

source: FaceID
pt_br: ID facial

source: Free
pt_br: Livre

# Kein Kontakt vorhanden!
source: No contact available!
pt_br: Nenhum contato disponível!

source: Logo
pt_br: Logotipo

source: PRO
pt_br: PRÓ

source: Pro
pt_br: Pró

source: Trail
pt_br: Trilha

source: Blue
pt_br: Azul

# CFBundleDisplayName
source: Pro Prosthesis
pt_br: Prótese Pró

source: default
pt_br: padrão
