Repository: ChromeSD22159/ProProthese-iOS
Catalog: Pro(these)/Views/ViewComponents/Pro(these) Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

source: %@ Steps
de: %@ Schritte

source: %@ edit
de: %@ bearbeiten

source: %@ hrs. %@ mins.
de: %@ Std. %@ Min.

source: %@ steps today
de: %@ Schritte heute

source: %@ steps yesterday
de: %@ Schritte gestern

source: %lld Day
de: %lld Tag

source: %lld Days
de: %lld Tage

source: %lld Months
de: %lld Monate

source: %lld Mths.
de: %lld Monate

source: %lld Step
de: %lld Schritte

source: %lld Steps
de: %lld Schritte

source: %lld Yrs, %lld Mths, %lld Days
de: %lld Jahre, %lld Monate, %lld Tage

source: %lld daily step goal
de: %lld tägliches Schrittziel

source: %lld day ago
de: vor %lld Tag

source: %lld days ago
de: vor %lld Tagen

source: %lld months interval
de: Intervall von %lld Monaten

source: %lld pain index
de: %lld Schmerzindex

source: %lld step goal
de: %lld Schrittziel

source: **%lld floors**
de: **%lld Treppen**

source: 0 Days
de: 0 Tage

source: 1 day before
de: 1 Tag vorher

source: 1 hours before
de: 1 Stunde vorher

source: 1,99€ - Monthly
de: 1,99€ - Monatlich

source: 2 days before
de: 2 Tage vorher

source: 2 hours before
de: 2 Stunden vorher

source: 3 days before
de: 3 Tage vorher

source: 10 minutes before
de: 10 Minuten vorher

source: 19,99€ - Yearly
de: 19,99€ - Jährlich

source: 30 minutes before
de: 30 Minuten vorher

source: 100% ad-free
de: 100 % werbefrei

source: A little Motivation for a great day 🦾 🦾
de: Eine kleine Motivation für einen tollen Tag 🦾 🦾

source: A reminder about the appointment will be sent 24 hours before the appointment.
de: Eine Terminerinnerung wird 24 Stunden vor dem Termin verschickt.

source: Above knee Prothesis
de: Oberschenkel Prothese

source: Access Permissions
de: Zugriffsberechtigungen

source: Achieved step goals
de: Erreichte Schrittziele

source: Activity Rings
de: Aktivitätsringe

source: Add
de: Eintragen

# Add &#10; Contact
source: Add Contact
de: Hinzufügen Kontakt

source: Add Contact
de: Kontakt hinzufügen

source: Add Contact person!
de: Ansprechpartner hinzufügen!

source: Add Note
de: Notiz hinzufügen

source: Add Prosthetics
de: Füge eine Prothese hinzu

source: Add Prosthetics liners
de: Füge einen Liner hinzu

source: Add another Prosthesis liner
de: Füge einen weiteren Prothesenliner hinzu

source: Add another Prosthetics
de: Füge eine weitere Prothese hinzu

source: Add repeating events
de: Wiederkehrende Ereignisse hinzufügen

source: Add your first Prosthesis liner
de: Füge deinen ersten Prothesenliner hinzu

source: Add your first Prosthetics
de: Füge deine erste Prothese hinzu

source: Administer
de: Verwalten

source: All
de: Alle

source: All Weekly Reports
de: Alle wöchentlichen Berichte

source: All appointments
de: Alle Termine

source: All entries from %@
de: Alle Einträge von %@

source: All expired dates in the event list view.
de: Alle abgelaufenen Termine in der Terminlistenansicht.

source: All reports
de: Alle Berichte

source: Allow comeback reminder
de: Comeback-Erinnerung zulassen

source: Allow the app to wish you a good start to the day
de: Lass dir von der App einen guten Start in den Tag wünschen

source: Amputated since %@
de: Amputiert seit %@

source: Amputation day
de: Tag der Amputation

source: Amputation day.
de: Tag der Amputation.

source: Amputee
de: Amputierte

source: Amputee day counter
de: Amputation Tageszähler

source: Auto Renewal. Cancellable at any time.
de: Automatische Verlängerung. Jederzeit kündbar.

source: Average
de: Durchschnitt

source: Average Daily Steps
de: Durchschnittliche tägliche Schritte

source: Average wearing time this week
de: Durchschnittliche Tragedauer diese Woche

source: Beginning
de: Beginn

source: Below knee Prothesis
de: Unterschenkel Prothese

source: Calender
de: Kalender

source: Cancel
de: Abbruch

source: Cause of pain
de: Schmerzursache

source: Change
de: Ändern

source: Change Maintenance Interval
de: Wartungsintervall ändern

source: Change background
de: Hintergrund ändern

source: Change indicator color
de: Anzeichefarbe ändern

source: Chart
de: Diagramm

source: Choose
de: Wählen

source: Come back soon, it will be exciting ✌️
de: Komm bald wieder, es wird spannend ✌️

source: Compare the steps you have taken with your daily goal.
de: Vergleiche die heutigen Schritte mit deinem Tagesziel.

source: Compare your progress against your set goal.
de: Vergleichen deinen Fortschritt mit deinem Ziel.

source: Compared to the previous week.
de: Vergleich zur Vorwoche.

source: Comparison with the previous week.
de: Vergleich mit der Vorwoche.

source: Comparison with the week before.
de: Vergleich mit der Woche davor.

source: Comparison with yesterday.
de: Vergleich mit dem Vortag.

source: Congratulations on reaching your goal for the day 🥳
de: Herzlichen Glückwunsch zum Erreichen deines Tagesziels 🥳

source: Congratulations, %@! 🥳
de: Glückwunsch, %@! 🥳

source: Congratulations, you have reached your daily goal! You walked more than %lld steps today. 🥳 🥳
de: Herzlichen Glückwunsch, Du hast dein Tagesziel erreicht! Du bist heute mehr als %lld Schritte gegangen. 🥳 🥳

source: Contact
de: Kontakt

source: Contact Person
de: Gesprächspartner

source: Create Pin Code
de: PIN-Code erstellen

source: Create new appointment
de: Neuen Termin erstellen

source: Daily Steps Goal
de: Tägliches Schrittziel

source: Daily mood reminder push notification
de: Tägliche Push-Benachrichtigung zur Stimmung speichern.

source: Data protection
de: Datenschutz

source: Date
de: Datum

source: Date Interval:
de: Datumsintervall:

source: Date:
de: Datum:

source: Dates
de: Termine

source: Day
de: Tag

source: Day counter since amputation
de: Tageszähler seit der Amputation

source: Del
de: Löschen

source: Delete
de: Löschen

source: Delete %@?
de: Löschen %@?

source: Delete %@? All associated appointments and notes will be deleted!
de: Löschen %@? Alle zugehörigen Termine und Notizen werden gelöscht!

source: Delete %d?
de: %d löschen?

source: Delete '%@ %@'?
de: Löschen '%@ %@'?

source: Delete All Stored BackgroundTaskItems
de: Alle gespeicherten BackgroundTaskItems löschen

source: Delete Contact
de: Kontakt löschen

source: Delete Entry?
de: Eintrag löschen?

source: Delete all entries
de: Alle Einträge löschen

source: Delete entry
de: Eintrag löschen

source: Delete entry from %@
de: Eintrag aus %@ löschen

source: Delete painkillers?
de: Schmerzmittel streichen?

source: Delete reason?
de: Grund löschen?

source: Delete the event '%@'?
de: Das Ereignis „%@“ löschen?

source: Did you reach your step goal in the last %lld days?
de: Hast du dein Schrittziel in den letzten %lld Tagen erreicht?

source: Distance
de: Distanz

source: Do you feel any pain?
de: Hast du Schmerzen?

source: Document the feeling with your prosthesis.
de: Dokumentieren Sie das Gefühl mit Ihrer Prothese.

source: Don't Show
de: Nicht anzeigen

source: Don't go where the path may lead you, go where there is no path and write down your notes. ✌️
de: Gehe nicht dorthin, wo der Weg dich hinführt, gehe dorthin, wo es keinen Weg gibt, und schreiben deine Notizen auf. ✌️

source: Don't leave a blank page in your prosthesis diary. ✌️
de: Lass keine leere Seite in Deinem Prothesentagebuch . ✌️

source: Done
de: Fertig

source: Done!
de: Fertig!

source: E.g.: Ibuprofen, Tillidin, Lyrica...
de: z.B.: Ibuprofen, Tillidin, Lyrica...

source: END
de: ENDE

source: Edit
de: Bearbeiten

source: Edit contact
de: Kontakt bearbeiten

source: Edit pain entry
de: Schmerzeintrag bearbeiten

source: Enable FaceID verification when launching the app.
de: Aktiviere die FaceID-Überprüfung beim Starten der App.

source: End
de: Ende

source: Enter the Brand Name
de: Gebe den Markennamen ein

source: Enter the Product Name
de: Gebe den Linernamen ein

source: Enter the code
de: Code eingeben

source: Entries from:
de: Beiträge von:

source: Entry Site
de: Einstiegsseite

source: Error loading AppGroup
de: Fehler beim Laden der AppGroup

source: Even more functions
de: Noch mehr Funktionen

source: Events
de: Termine

source: Everyday
de: Alltags

# Everyday&#10;Prosthesis
source: Everyday Prosthesis
de: Alltags- Prothese

source: Everyday Prosthesis
de: Alltagsprothese

source: Everyday Prosthesis Liner
de: Alltags-Prothesenliner

source: Find out how many days you've been amputee.
de: Finde heraus, wie viele Tage du bereits amputiert bist.

source: Find out how your last week was. 💪
de: Finden Sie heraus, wie Ihre letzte Woche war. 💪

source: First day with prosthesis.
de: Erster Tag mit Prothese.

source: First name
de: Vorname

source: First name:
de: Vorname:

source: GPS Location
de: GPS-Standort

source: GPS recording:
de: GPS-Aufzeichnung:

source: Get last liner?:
de: Datum des Letzten Leiners?

source: Get notified when a new weekly report is available.
de: Lass Dich benachrichtigen, wenn ein neuer Wochenbericht verfügbar ist.

source: Get your premium subscription!
de: Hol dir dein Premium-Abonnement!

source: Getting started
de: Los

source: Good evening%@!
de: Guten Abend%@!

source: Good morning motivation 🦾 🦾
de: Guten Morgen Motivation 🦾 🦾

source: Good morning out there! 👋
de: Guten Morgen da draußen! 👋

source: Good morning%@!
de: Guten Morgen%@!

source: Good morning, %@! 👋
de: Guten Morgen, %@! 👋

source: Great progress today!
de: Toller Fortschritt heute!

source: Great, half would be done! You have now reached more than 50% of the daily goal. 🥳 🥳
de: Super, die Hälfte wäre geschafft! Du hast jetzt mehr als 50 % des Tagesziels erreicht. 🥳 🥳

source: Half-yearly
de: Halbjährlich

source: Happiness is not a goal. Happiness is a way of life. Be happy today and share it with us... ✌️
de: Glück ist kein Ziel. Glück ist eine Lebenseinstellung. Sei heute glücklich und teile es mit uns... ✌️

source: Haptic Feedback
de: Haptisches Feedback

source: Health insurance
de: Krankenkasse

source: HealthKit Querys
de: HealthKit-Abfragen

source: Hello %@!
de: Hallo %1$@!

source: Hello!
de: Hallo!

source: Hello%@!
de: Hallo%@!

# Hello...?!&#10;What may we call you?
source: Hello...?! What may we call you?
de: Hallo...?! Wie dürfen wir dich nennen?

source: Hey! A new day, new experiences, don't you want to save them? ✌️
de: Hey! Ein neuer Tag, neue Erfahrungen, willst du sie nicht speichern? ✌️

source: Hey! Describe
de: Hey! Beschreibe

# Hey! How are you&#10;feeling today?
source: Hey! How are you feeling today?
de: Hey! Wie fühlst du dich heute?

source: Hey! How are you feeling today? ✌️
de: Hey! Wie fühlst du dich heute? ✌️

source: Hide information
de: Informationen ausblenden

source: Highest
de: Höchste

source: Hospital
de: Krankenhaus

source: Hour
de: Stunde

source: How are you doing?
de: Wie geht es dir?

source: How are you doing? 🤔
de: Wie geht es dir? 🤔

source: How many steps would you like to walk a day?
de: Wie viele Schritte möchtest du am Tag gehen?

source: If no authorization window appears, all access can be granted under "Settings > Prosthesis".
de: Sollte kein Autorisierungsfenster erscheinen, können alle Zugriffe unter „Einstellungen > Prothese“ gewährt werden.

source: Infomation
de: Informationen

source: It's so quiet here without you...😢
de: Es ist so still hier ohne dich...😢

source: Just two steps away.
de: Nur zwei Schritte entfernt.

source: Keep it up! 👏
de: Weiter so! 👏

source: Keep it up! 🥳
de: Weiter so! 🥳

source: Keep track of your phantom limb pain.
de: Behalte deine Phantomschmerzen im Auge.

# Kein Kontakt vorhanden!
source: No contact available!
de: Kein Kontakt vorhanden!

source: Kind:
de: Art:

# Kontakt
source: Contact
de: Kontakt

# Kontakt hinzufügen
source: Add Contact
de: Kontakt hinzufügen

source: Last Liner: %@
de: Letzter Liner: %@

source: Last Maintage:
de: Letzte Wartung:

source: Last maintenance
de: Letzte Wartung

source: Last name
de: Nachname

source: Last name:
de: Nachname:

source: Last report:
de: Letzter Bericht:

source: Last week
de: Letzte Woche

source: Liners for your Prostheses
de: Liner für deine Prothesen

source: Login with Face ID
de: Login mit Face ID

source: Lowest
de: Am niedrigsten

source: Maintage Interval:
de: Wartungsintervall:

source: Maintaince of the Everyday Prosthesis
de: Wartung der Alltagsprothese

source: Maintaince of the Replacement Prosthesis
de: Wartung der Ersatzprothese

source: Maintaince of the Sports Prosthesis
de: Wartung der Sportprothese

source: Maintaince of the Waterproof Prosthesis
de: Wartung der wasserdichten Prothese

source: Maintenance due
de: Wartung fällig

source: Maintenance interval
de: Wartungsintervall

source: Maintenance was another day
de: Wartung war an einem anderer Tag

source: Maintenance was today
de: Wartung war heute

source: Manage Prostheses and Liners
de: Verwalte deine Prothesen und Liner

# Manage Prosthesis &amp; Liners
source: Manage Prosthesis & Liners
de: Verwalte all deine Prothesen & Liner

source: Manage all your Prosthesis
de: Verwalte all deine Prothesen

source: Manage all your Prosthesis-Liners
de: Verwalte all deine Prothesenliner

source: Manage parameters
de: Parameter verwalten

source: Manage unlimited contacts
de: Verwalte unbegrenzte Kontakte

source: Medical supply store
de: Sanitätshaus

source: Mister
de: Herr

source: Mobilphone Nr.
de: Mobil Nr:

source: Mobilphone:
de: Mobil:

source: Monthly
de: Monatlich

source: Montly Mood Trend
de: Monatlicher Stimmungstrend

source: Montly Pain Trend
de: Monatlicher Schmerztrend

source: Mood Chart
de: Stimmungsdiagramm

source: Moods
de: Stimmungen

source: More premium widgets
de: Weitere Premium-Widgets

source: More settings
de: Mehr Einstellungen

source: More than %lld steps. 🥳 🎉
de: Mehr als %lld Schritte. 🥳 🎉

source: My progress with the Pro Prosthesis App. https://www.prothese.pro/store
de: Meine Fortschritte mit der Pro Prothese App. https://www.prothese.pro/store

source: New Contact
de: Neuer Kontakt

source: Next Month
de: Nächsten Monat

source: Next Week
de: Nächste Woche

# No&#10;Prosthesis
source: No Prosthesis
de: Keine Prothese

source: No Feeling Found
de: Kein Feelings vorhanden

source: No Kind
de: Keine Art

source: No Painkiller
de: Kein Schmerzmittel

source: No Prostheses
de: Keine Prothesen

source: No Prosthesis
de: Keine Prothese

source: No Prosthesis Liner
de: Kein Prothesenliner

source: No Prosthesis-Liner avaible!
de: Kein Prothesenliner verfügbar!

source: No Type
de: Kein Typ

source: No appointment
de: Kein Termin

source: No contact available!
de: Kein Kontakt vorhanden!

source: No contact available.
de: Kein Kontakt vorhanden.

source: No dates available.
de: Keine Termine vorhanden.

source: No events for next month!
de: Keine Termine für nächsten Monat!

source: No events for next week!
de: Keine Termine für nächste Woche!

source: No events for this month!
de: Keine Termine für diesen Monat!

source: No events for this week!
de: Keine Termine für diese Woche!

source: No notes available!
de: Keine Notizen vorhanden!

source: No notifications available.
de: Keine Benachrichtigungen vorhanden.

source: No pain recorded!
de: Keine Schmerzen registriert!

source: No painkillers available
de: Keine Schmerzmittel vorhanden

source: No prostheses with maintenance dates available!
de: Keine Prothesen mit Wartungsterminen verfügbar!

source: No reasons available
de: Keine Gründe vorhanden

source: Notification
de: Benachrichtigung

source: Notification Handler States
de: Benachrichtigungs des handlers

source: Notification Menus
de: Benachrichtigungsmenüs

source: Notifications
de: Benachrichtigungen

source: Now Playing
de: Läuft gerade

source: Number of entries
de: Anzahl der Einträge

source: On what date did you get your first prosthesis?
de: Wann hast du deine erste Prothese bekommen?

source: One to Many
de: Eins zu mehreren Prothesen

source: One to One
de: Ein Leiner für eine Prothese

source: Options
de: Optionen

source: Order your liner for the Everyday Prosthesis in good time!
de: Bestelle rechtzeitig den Liner für die Alltagsprothese!

source: Order your liner for the Replacement Prosthesis in good time!
de: Bestelle rechtzeitig den Liner für die Ersatzprothese!

source: Order your liner for the Sports Prosthesis in good time!
de: Bestelle rechtzeitig den Liner für die Sportprothese!

source: Order your liner for the Waterproof Prosthesis in good time!
de: Bestelle rechtzeitig den Liner für die Wasserfesteprothese!

source: Order your liners for the your prostheses in time!
de: Bestelle rechtzeitig den Liner für deine Prothesen!

source: Orderable
de: Bestellbar

source: Others
de: Andere

source: Page Header
de: Kopfzeile

source: Pain
de: Schmerz

source: Pain Chart
de: Schmerzdiagramm

source: Pain assessment
de: Schmerzbeurteilung

source: Pain reasons:
de: Schmerzgründe

source: Painkiller
de: Schmerzmittel

source: Painkiller:
de: Schmerzmittel:

source: Pains
de: Schmerzen

source: Participation in further development
de: Mitwirkung bei der Weiterentwicklung

source: Password
de: Passwort

source: Past appointments
de: Vergangene Termine

source: Pedometer
de: Schrittezähler

source: Personal Settings
de: Persönliche Einstellungen

source: Personal organizer
de: Terminplaner

source: Phone
de: Telefon

source: Phone Nr.
de: Telefon Nr.

source: Phone:
de: Telefon:

source: Physiotherapist
de: Physiotherapeut

source: Please choose
de: Bitte auswählen

source: Please enter a name!
de: Bitte gebe einen Namen ein!

source: Please enter an appointment description!
de: Bitte gebe eine Terminbeschreibung ein!

source: Please enter your first name.
de: Bitte gebe deinen Vornamen ein.

source: Please enter your username and password.
de: Bitte gib deinen Benutzernamen und dein Passwort ein.

source: Please provide a contact!
de: Bitte gebe einen Kontakt an!

source: Premium options
de: Premium-Optionen

source: Premium statistics
de: Premium-Statistiken

source: Premium support for users
de: Premium-Support für Benutzer

source: ProFeature and ProWidgets
de: ProFeature und ProWidgets

source: Progress of wearing times.
de: Verlauf der Tragezeiten.

source: Prostheses Mood Chart
de: Stimmungsdiagramm für Prothesen

source: Prostheses Pain Chart
de: Schmerzdiagramm für Prothesen

source: Prostheses you have worn in the last %lld days.
de: Prothesen, die Du in den letzten %lld Tagen getragen hast.

source: Prosthesis
de: Prothesen

# Prosthesis &amp; Liners
source: Prosthesis & Liners
de: Prothese und Liner

source: Prosthesis Liner
de: Prothesenliner

source: Prosthesis liner
de: Prothesenliner

source: Prosthesis maintenance
de: Wartung der Prothese

source: Prosthesis wearing time
de: Tragezeit der Prothese

source: Prosthetic liner
de: Prothesenliner

source: Protect your data with FaceID
de: Schütze deine Daten mit FaceID

source: Psychiatrist
de: Psychiater

source: Psychologist
de: Psychologe

source: Push Notification
de: Push-Benachrichtigung

source: Quarterly
de: Vierteljährlich

source: Rate the app
de: Bewerte die App

source: Reason
de: Grund

source: Received another day
de: An einem anderen Tag erhalten

source: Recieved today
de: Heute erhalten

source: Recommend app
de: App weiterempfehlen

source: Reminder: The next maintenance of your %@ is due in 2 weeks.
de: Erinnerung: Die nächste Wartung deiner %@ ist in 2 Wochen fällig.

source: Reminder: The next maintenance of your %@ is due in 4 weeks.
de: Erinnerung: Die nächste Wartung deiner %@ ist in 4 Wochen fällig.

source: Reminder: The next maintenance of your %@ is overdue. Is there a delay? 😔
de: Erinnerung: Die nächste Wartung deiner %@ ist überfällig. Gibt es eine Verzögerung? 😔

source: Reminds you daily the set time, the day of your daily mood.
de: Erinnert dich täglich, zur eingestellten Zeit, deine Stimmung einzutragen.

source: Reminds you daily to keep your data up to date in the app.
de: Erinnert dich täglich daran, deine Daten in der App aktuell zu halten.

source: Repeating notifications
de: Wiederholte Benachrichtigungen

source: Replacement
de: Ersatz

# Replacement&#10;Prosthesis
source: Replacement Prosthesis
de: Ersatz- Prothese

source: Replacement Prosthesis
de: Ersatzprothese

source: Replacement Prosthesis Liner
de: Ersatz-Prothesenliner

source: Required Permissions
de: Erforderliche Berechtigungen

source: Reset
de: Zurücksetzen

source: Restore
de: Wiederherstellen

source: Rhythm
de: Rhythmus

source: Salutation
de: Anrede

source: Save
de: Speichern

source: Saving workout
de: Workout gespeichert

source: Security
de: Sicherheit

source: Select a prostheses for which you want to start the timer.
de: Wähle eine Prothese aus, für die du den Timer starten möchten.

source: Send appointment notification
de: Terminbenachrichtigung senden

source: Set FirstLaunchDate to now
de: Legen Sie „FirstLaunchDate“ auf „jetzt“ fest

source: Set LastLaunchDate -33h
de: Legen Sie LastLaunchDate auf -33h fest

source: Set interval
de: Intervall einstellen

source: Settings
de: Einstellungen

source: Setup Assistant
de: Setup-Assistent

source: Share
de: Teilen

source: Share your progress
de: Teile deinen Fortschritt

source: Show
de: Anzeigen

source: Show all expired appointments of the last week in the event list view.
de: Alle abgelaufenen Termine der letzten Woche in der Terminlistenansicht anzeigen.

source: Show goal steps in chart background.
de: Schrittziel im Diagrammhintergrund anzeigen.

source: Show step goal
de: Schrittziel anzeigen

source: Show the average daily steps in the chart background.
de: Zeige die durchschnittlichen täglichen Schritte im Diagrammhintergrund an.

source: Specialist Clinic
de: Fachklinik

source: Sport Prostheses
de: Sportprothesen

source: Sports
de: Sport

# Sports&#10;Prosthesis
source: Sports Prosthesis
de: Sport- Prothese

source: Sports Prosthesis
de: Sportprothesen

source: Sports Prosthesis Liner
de: Sport-Prothesenliner

source: Start the day well 🦾 🦾
de: Starte gut in den Tag 🦾 🦾

source: Statistic
de: Statistik

source: Step Trend
de: Schritttrend

source: Step history of the last 8 weeks.
de: Schrittverlauf der letzten 8 Wochen.

source: Step progress
de: Schritt fortschritt

source: Steps
de: Schritte

source: Steps compared to the previous month.
de: Schritte im Vergleich zum Vormonat.

source: Steps compared to yesterday.
de: Schritte im Vergleich zu gestern.

source: Steps from last week
de: Schritte von letzter Woche

source: Steps this week
de: Schritte diese Woche

source: Stop the timer on your iPhone.
de: Stopp den Timer auf Ihrem iPhone.

source: Suggestion for improvement
de: Verbesserungsvorschläge

source: Summary
de: Zusammenfassung

source: Support us
de: Unterstütze uns

source: Supporter subscription
de: Unterstützer-Abonnement

source: System access
de: Systemzugriff

source: Task:
de: Aufgabe:

source: Task`s
de: Aufgaben

source: Tell me about your day 🦾 🦾
de: Erzähl mir von deinem Tag 🦾 🦾

source: Terms of Use
de: Nutzungsbedingungen

source: The contact details refer to the general contact information such as "Headquarters". You can add additional contacts later.
de: Die Kontaktdaten beziehen sich auf die allgemeinen Kontaktinformationen wie z. B. „Zentrale“. Sie können später weitere Kontakte hinzufügen.

source: The next maintenance appointment for your Everyday Prosthesis!
de: Der nächste Wartungstermin für deine Alltagsprothese!

source: The next maintenance appointment for your Replacement Prosthesis!
de: Der nächste Wartungstermin für deine Ersatzprothese!

source: The next maintenance appointment for your Sports Prosthesis!
de: Der nächste Wartungstermin für deine Sportprothese!

source: The next maintenance appointment for your Waterproof Prosthesis!
de: Der nächste Wartungstermin für deine wasserdichte Prothese!
