Repository: ChromeSD22159/ProProthese-iOS
Catalog: Pro(these)/Views/ViewComponents/Pro(these) Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

source: The pain recorder is available in the current version. A more detailed recording is planned, in combination with a medication plan/reminder. In addition, a PDF creation of the documented data is planned, which can be easily shared or emailed to the appropriate contacts. In addition, other widgets and statistics are created.
de: Der Schmerzrekorder ist in der aktuellen Version verfügbar. Geplant ist eine detailliertere Erfassung in Kombination mit einem Medikamentenplan/-erinnerung. Darüber hinaus ist eine PDF-Erstellung der dokumentierten Daten geplant, die einfach geteilt oder per E-Mail an die entsprechenden Kontakte verschickt werden kann. Darüber hinaus werden weitere Widgets und Statistiken erstellt.

source: The parameters “reasons” and “painkillers” can be deleted here. Editing is not possible. The parameters can be recreated when editing or creating the pain record.
de: Die Parameter „Gründe“ und „Schmerzmittel“ können hier gelöscht werden. Eine Bearbeitung ist nicht möglich. Die Parameter können beim Bearbeiten oder Erstellen der Schmerzakte neu erstellt werden.

source: The summary of your current progress for the last week is now available.
de: Die Zusammenfassung deines aktuellen Fortschritts der letzten Woche ist jetzt verfügbar.

source: The time goes by so fast
de: Die Zeit vergeht so schnell

source: The weekly wear time
de: Die wöchentliche Tragezeit

source: There were no events last week!
de: Letzte Woche gab es keine Termine!

source: Think of your prosthesis diary and behave in your time. ✌️
de: Denk an dein Prothesentagebuch und verwalte es sich rechtzeitig. ✌️

source: This Month
de: Diesen Monat

source: This Week
de: Diese Woche

source: To edit this entry??
de: Um diesen Eintrag zu bearbeiten??

source: Today
de: Heute

source: Today's wearing time
de: Die heutige Tragezeit

source: Total %@km
de: Gesamt %@km

source: Total Distance
de: Gesamtentfernung

source: Total Wearingtime
de: Gesamttragezeit

source: Tracking
de: Verfolgung

source: Try it for 7 days for free
de: Teste 7 Tage lang kostenlos

source: Type:
de: Typ:

# Unbegrenzt Kontakten Verwalten
source: Manage unlimited contacts
de: Verwalte unbegrenzte Anzahl an Kontakten

source: Update to unlock all Pro functionality
de: Update auf PRO, um alle Pro-Funktionen freizuschalten

source: View all expired appointments
de: Alle abgelaufenen Termine anzeigen

source: View all expired appointments from the last week
de: Zeigt alle abgelaufenen Termine der letzten Woche an

source: View average daily steps
de: Sehe dir die durchschnittlichen täglichen Schritte an

source: View currrent steps in app badge.
de: Aktuelle Schritte im App-Badge anzeigen.

source: View your prosthesis timer on your lock screen and Dynamic Island.
de: Sehe deinen Prothesen-Timer auf dem Sperrbildschirm und Dynamic Island an.

source: WOW, you've already walked %lld steps today, that's more than half of your daily goal. 🥳 👏
de: WOW, du hast heute schon %lld Schritte zurückgelegt, das ist mehr als die Hälfte deines Tagesziels. 🥳 👏

source: Waterproof
de: Wasserfeste

# Waterproof&#10;Prosthesis
source: Waterproof Prosthesis
de: Wasserfeste Prothese

source: Waterproof Prosthesis
de: Wasserfeste Prothese

source: Waterproof Prosthesis Liner
de: Wasserfeste-Prothesenliner

source: We haven't seen you today 😢
de: Wir haben dich heute noch nicht gesehen 😢

source: We'll help you set up the app!
de: Wir helfen dir bei der Einrichtung der App!

source: Wearing time
de: Tragezeit

source: Wearing times chart
de: Tragezeiten Diagram

source: Week: **%@**
de: Woche: **%@**

source: Weekly
de: Wöchentlich

source: Weekly Avg Target
de: Wöchentliches durchschnittliches Ziel

source: Weekly Avg Wearing Time
de: Wöchentliche durchschnittliche Tragezeit

source: Weekly Mood Trend
de: Wöchentlicher Stimmungstrend

source: Weekly Pain Trend
de: Wöchentlicher Schmerztrend

source: Weekly Report
de: Wöchentlicher Report

source: Weekly Steps Chart
de: Wöchentliches Schrittdiagramm

source: Weekly Target
de: Wöchentliches Ziel

source: Weekly progress report
de: Wöchentlicher Fortschrittsbericht

source: Weekly report
de: Wöchentlicher Report

source: Weekly reports
de: Wöchentliche Reports

source: Welcome to Pro Prosthesis!
de: Willkommen bei Pro Prothese!

# What date was&#10;your amputation?
source: What date was your amputation?
de: An welchem ​​Datum war deine Amputation?

source: What is the name of the liner model?
de: Wie heißt das Liner-Modell?

source: What kind of prosthesis would you like to add?
de: Welche Art von Prothese möchtest du hinzufügen?

source: What purpose would you like to add?
de: Welchen Zweck haben deine Liner?

source: What type of prosthesis would you like to add?
de: Welche Art von Prothese möchtest du hinzufügen?

source: What was your last pain?
de: Wie groß war dein letzter Schmerz?

source: What's the name of the manufacturer?
de: Wie heißt der Hersteller?

source: When BG Task is running
de: Wenn der BG-Taks ausgeführt wird

# With an upgrade to the premium &#10; version, the app gets even better!
source: With an upgrade to the premium version, the app gets even better!
de: Mit einem Upgrade auf die Premium Version wird die App noch besser!

source: With an upgrade to the premium version, the app gets even better!
de: Mit einem Upgrade auf die Premium-Version wird die App noch besser!

source: With the subscription you support the continuous development of the prosthesis app! at €9.99 per year!
de: Mit dem Abonnement unterstützt du die kontinuierliche Weiterentwicklung der Prothesen-App! für 9,99 € pro Jahr!

source: Woman
de: Frau

source: Worn prostheses
de: Getragene Prothesen

# Wöchentlich
source: Weekly
de: Wöchentlich

source: You are still %lld days in the test phase. During this time you can test some pro features for free.
de: Du befindest dich noch %lld Tage in der Testphase. In dieser Zeit kannst du einige Pro-Funktionen kostenlos testen.

source: You can apply for your new liner for your %@ in 3 days.
de: Du kannst deinen neuen Liner für Ihr %@ in 3 Tagen beantragen.

source: You didn't even stop by yesterday. Just get back into your plan today.
de: Du hast gestern gar nicht vorbeigeschaut. Steig doch einfach heute wieder in deinen Plan ein.

source: You have an appointment at %1$@ on %2$@ at %3$@ ✌️. Come by and have a look at your notes. 😉
de: Du hast einen Termin bei %1$@ am %2$@ um %3$@ ✌️. Komme vorbei und werfe einen Blick auf deine Notizen. 😉

source: You have not entered any moods in the current period.
de: Du hast im aktuellen Zeitraum keine Stimmungen eingetragen.

source: You have not entered any moods yet
de: Du hast noch keine Stimmungen eingegeben

source: You have not entered any pain in the current period.
de: Du hast im aktuellen Zeitraum keine Schmerzen eingetragen.

source: You have not entered any pains yet
de: Du hast noch keine Schmerzen eingegeben

source: You have not saved any Prosthesis
de: Du hast keine Prothese gespeichert

source: You have not saved any Prosthesis-Liners
de: Du hast keine Prothesenliner gespeichert

source: You have not yet added any moods to your prostheses
de: Du hast noch keine Prothesen zu deinen Stimmungen hinzugefügt

source: You have not yet added any pains to your prostheses
de: Du hast noch keine Prothesen zu deinen Schmerzen hinzugefügt

source: You have now tested the app for more than 14 days free of charge. If you want to continue using the Pro features, you need a Pro subscription!
de: Du hast die App nun über 14 Tage lang kostenlos getestet. Wenn du die Pro-Funktionen weiterhin nutzen möchten, benötigst du ein Pro-Abonnement!

source: You have reached your goal today!
de: Du hast heute dein Ziel erreicht!

source: You have the premium subscription!
de: Du hast das Premium-Abonnement!

source: You walked an average of %lld steps per day this week. That's %lld fewer steps than last week.
de: Du bist diese Woche durchschnittlich %lld Schritte pro Tag gegangen. Das sind %lld weniger Schritte als letzte Woche.

source: You walked an average of %lld steps per day this week. These are %lld steps more as last week.
de: Du bist diese Woche durchschnittlich %lld Schritte pro Tag gegangen. Dies sind %lld Schritte mehr als letzte Woche.

source: You've already reached 50% of your daily step goal.
de: Du hast bereits 50 % deines täglichen Schrittziels erreicht.

source: Your Pain history this week.
de: Deine Schmerzhistorie diese Woche.

source: Your Pain trend compared to the month before.
de: Dein Schmerztrend im Vergleich zum Vormonat.

source: Your Pain trend compared to the week before.
de: Dein Schmerztrend im Vergleich zur Woche zuvor.

source: Your Prosthesis-Liners?
de: Deine Prothesenliner?

source: Your Prosthesis?
de: Deine Prothese?

source: Your Prosthetic:
de: Deine Prothese?

source: Your amputation date is required for your statistics.
de: Für deine Statistik wird dein Amputationsdatum benötigt.

source: Your appointments and notes at a glance.
de: Deine Termine und Notizen auf einen Blick.

source: Your daily goal for today is %lld steps.
de: Dein Tagesziel für heute beträgt %lld Schritte.

source: Your first name
de: Dein Vorname

source: Your mood history this week.
de: Dein Stimmungsverlauf diese Woche.

source: Your mood progression in the prosthesis comparison.
de: Dein Stimmungsverlauf im Prothesenvergleich.

source: Your mood trend compared to the month before.
de: Dein Stimmungstrend im Vergleich zum Vormonat.

source: Your mood trend compared to the week before.
de: Dein Stimmungstrend im Vergleich zur Woche zuvor.

source: Your next liner for your %@ can now be requested.
de: Der nächster Liner für deine %@ kann jetzt beantragt werden.

source: Your pain progression in the prosthesis comparison.
de: Dein Schmerzverlauf im Prothesenvergleich.

source: Your personal weekly report
de: Dein persönlicher Wochenbericht

source: Your progress and activities at a glance.
de: Deine Fortschritte und Aktivitäten auf einen Blick.

source: Your statistics
de: Deine Statistiken

source: Your step goal
de: Dein Schrittziel

source: Your step trend compared over the last %lld weeks.
de: Dein Schritttrend im Vergleich der letzten %lld Wochen.

source: Your steps today
de: Die heutigen Schritte

source: Your weekly progress compared to the previous week.
de: Dein wöchentlicher Fortschritt im Vergleich zur Vorwoche.

source: Your weekly progress is available
de: Dein wöchentlicher Fortschritt ist verfügbar

# Zeit:
source: Time:
de: Update:

source: Blue
de: Blau

source: change your mood
de: Ändere deine Stimmung

source: cold
de: Kälte

source: data protection
de: Datenschutz

source: date
de: Datum

source: delete '%@'?
de: Löschen '%@'?

source: done
de: fertig

source: e.g. control
de: z.B. Kontrolle

source: e.g.: weather, cold, heat...
de: z.B.: Wetter, Kälte, Hitze...

source: end
de: Ende

source: entries:
de: Einträge:

source: family doctor
de: Hausarzt

source: generated: %@ %@
de: erstellt: %@ %@

source: good morning wishes
de: Guten Morgen wünschen

source: Green
de: Grün

source: have a good morning 😃
de: Habe einen guten Morgen 😃

source: healthStore HKObserverQuery Errors
de: HealthStore HKObserverQuery-Fehler

source: healthStore Provider Errors
de: Fehler des HealthStore-Provider

source: in %lld Mths, %lld Days
de: in %lld Monaten, %lld Tagen

source: in %lld day
de: in %lld Tag

source: in %lld days
de: in %lld Tagen

source: info@email.de
de: info@email.com

source: next
de: weiter

source: notify
de: benachrichtigen

source: orthopedist
de: Orthopäde

source: other painkillers
de: andere Schmerzmittel

source: other reason
de: anderer Grund

source: prosthesis day.
de: Prothesentag.

source: since %@
de: seit %@

source: statistics
de: Statistiken

source: warmth
de: Wärme

source: weather
de: Wetter

source: your pain!
de: deinen Schmerz!

source: Ø %@ Steps
de: Ø %@ Schritte

source: Ø %@ hrs. %@ mins.
de: Ø %@ Std. %@ Min.

source: ⌀ %lld steps
de: ⌀ %lld Schritte

source: ⌀ %lld steps a day this week
de: ⌀ %lld Schritte pro Tag diese Woche

source: ⌀ Pain value
de: ⌀ Schmerzwert

source: ⌀ Steps
de: ⌀ Schritte

source: ⌀ Wearingtime
de: ⌀ Tragezeit

# NSCalendarsUsageDescription
source: Prostheses App would like to access your calendar and create or delete entries.
de: Die Prothesen-App möchte auf Ihren Kalender zugreifen und Einträge erstellen oder löschen.

# NSFaceIDUsageDescription
source: Pro-these- wants to unlock the app via FaceID
de: Die Prothesen App möchte die App per FaceID entsperren

# NSHealthClinicalHealthRecordsShareUsageDescription
source: Pro-these- wants to save your active readings
de: Die Prothesen App möchte auf Ihre aktiven Messwerte zugreifen

# NSHealthShareUsageDescription
source: Pro-these- wants to access your active readings
de: Die Prothesen App möchte auf Ihre aktiven Messwerte zugreifen

# NSHealthUpdateUsageDescription
source: Pro-these- wants to change your active readings
de: Die Prothesen App möchte auf Ihre aktiven Messwerte zugreifen

# NSPhotoLibraryAddUsageDescription
source: Pro-these- wants to save snapshots in your Photo App
de: Prothesen App möchte Schnappschüsse in Ihrer Foto-App speichern

# NSHealthClinicalHealthRecordsShareUsageDescription
source: ProWatchOS Watch App would like to save your active readings
de: Die ProWatchOS Watch App möchte Ihre aktiven Messwerte speichern

# NSHealthShareUsageDescription
source: ProWatchOS Watch App wants to access your active readings
de: Die ProWatchOS Watch App möchte auf Ihre aktiven Messwerte zugreifen

# NSHealthUpdateUsageDescription
source: ProWatchOS Watch App wants to change your active readings
de: Die ProWatchOS Watch App möchte Ihre aktiven Messwerte ändern

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Prothesen App needs access to their location to track their workouts
de: Die Prothesen-App benötigt Zugriff auf ihren Standort, um ihre Trainingseinheiten zu verfolgen

# NSLocationWhenInUseUsageDescription
source: ProWatchOS Watch App needs access to their location to track their workouts
de: Die ProWatchOS Watch App benötigt Zugriff auf ihren Standort, um ihre Trainingseinheiten zu verfolgen

# NSHealthClinicalHealthRecordsShareUsageDescription
source: ProProtheseWidgetExtension wants to save your active readings
de: ProProthese möchte Ihre aktiven Messwerte speichern

# NSHealthShareUsageDescription
source: ProProtheseWidgetExtension wants to access your active readings
de: ProProthese möchte auf Ihre aktiven Messwerte zugreifen

# NSHealthUpdateUsageDescription
source: ProProtheseWidgetExtension wants to change your active readings
de: ProProthese möchte Ihre aktiven Messwerte ändern

source: Check your prosthesis timer.
de: Überprüfe deinen Prothesen-Timer.

source: Default
de: Standard

source: Document your pain quickly and easily.
de: Dokumentiere deine Schmerzen schnell und einfach.

source: Enter it quickly how the prosthesis is doing today.
de: Gebe schnell ein, wie es dir mit der Prothese heute geht.

source: Feelings at a glance
de: Feelings auf einen Blick

source: Hey, are you in pain today?
de: Hey, hast du heute Schmerzen?

source: Hey, how are you feeling today?
de: Hey, wie fühlst du dich heute?

source: Phantom limb pains?
de: Phantomschmerzen?

source: Pro Feature
de: Pro-Funktion

source: Prosthesis time today
de: Tragezeiten heute

source: Prosthesis wearing times
de: Tragezeiten der Prothese

source: See your daily progress everywhere
de: Sehen Sie Ihre täglichen Fortschritte überall

source: See your feelings
de: Sehen Sie Ihre Gefühle

source: Steps today
de: Schritte heute

source: Stop wearing your prostheses.
de: Hören Sie auf, Ihre Prothesen zu tragen.

source: This is an example widget.
de: Dies ist ein Beispiel-Widget.

source: This is how you feel today with your prosthesis.
de: So geht es Dir heute mit Ihrer Prothese.

source: Time: %@
de: Update: %@

# NSHealthClinicalHealthRecordsShareUsageDescription
source: ProProtheseWatchComplicationExtension wants to save your active readings
de: ProProthese möchte Ihre aktiven Messwerte speichern

# NSHealthShareUsageDescription
source: ProProtheseWatchComplicationExtension wants to access your active readings
de: ProProthese möchte auf Ihre aktiven Messwerte zugreifen

# NSHealthUpdateUsageDescription
source: ProProtheseWatchComplicationExtension wants to change your active readings
de: ProProthese möchte Ihre aktiven Messwerte ändern

# NSLocationUsageDescription
source: ProProtheseWatchComplicationExtension needs access to their location to track their workouts
de: ProProthese benötigt Zugriff auf ihren Standort, um ihre Trainingseinheiten zu verfolgen

source: Speed
de: Geschwindigkeit

# NSHealthClinicalHealthRecordsShareUsageDescription
source: StopWatchComplicationExtension wants to save your active metrics
de: Die Pro Prothese App möchte Ihre aktiven Metriken speichern

# NSHealthShareUsageDescription
source: StopWatchComplicationExtension wants to access your active metrics
de: Die Pro Prothese App möchte auf Ihre aktiven Metriken zugreifen

# NSHealthUpdateUsageDescription
source: StopWatchComplicationExtension wants to change your active metrics
de: Die Pro Prothese App möchte Ihre aktiven Metriken ändern

# NSLocationUsageDescription
source: StopWatchComplicationExtension needs access to their location to track their workouts
de: Die Pro Prothese App benötigt Zugriff auf ihren Standort, um ihre Trainingseinheiten zu verfolgen

source: Start and end your prosthetic times quickly.
de: Beginnen und beenden Sie Ihre Prothesenzeiten schnell.

source: prosthesis timer
de: Prothesen-Timer
